Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/LongText/Message.*.resx
Languages: es, hu, ru

# Comodo_Premium_SSL_Wildcard_Desc
source: Comodo's Premium SSL Wildcards secure unlimited sub-domains on your site such as www.yourdomain.com, secure.yourdomain.com and mail.yourdomain.com. One Premium SSL Wildcard Certificate saves you money and time by simplifying SSL certificate management. Use a single certificate to secure all of your sub-domains.
es: Los Premium SSL Wildcards de Comodo garantizan sub-dominios ilimitados en su sitio, como www.sudominio.com, seguro.sudominio.com y mail.sudominio.com. El Certificado One Premium SSL Wildcard ahorra tiempo y dinero mediante la simplificación de la administración de certificados SSL. Utilice un único certificado para garantizar todos sus sub-dominios.
hu: A Comodo Premium SSL Wildcards tanúsítvány a weboldalának korlátlen aldomainjét biztonságossá tudja tenni. Így egy tanúsítvánnyal biztonságossá tudja tenni a www.weboldal.hu titkos.weboldal.hu, mail.weboldal.hu... stb domainjeit, ezzel pénzt spórol meg, illetve időt az egyszerűbb SSL tanúsítvány kezeléssel. Használjon egy tanúsítványt az összes aldomain biztonságossá tételéhez.
ru: Шаблоны безопасности от Comodo SSL Премиум защитят неограниченное количество поддоменов на ваших сайтах,таких как www.yourdomain.com, secure.yourdomain.com и mail.yourdomain.com. Один сертификат Премиум SSL Wildcard экономит ваши деньги и время, упрощая управление SSL-сертификатом.Используйте единый сертификат для обеспечения всех Ваших поддоменов.

# Comodo_SGC_Desc
source: Comodo SGC SSL Certificates upgrade the encryption capabilities of older browsers from 40-bit encryption into full 128- or 256-bit encryption. This means your website protects and is trusted by the highest number of internet users possible, even the millions using older versions of Windows and Internet Explorer.
es: Los Certificados Comodo SSL SGC actualizan las capacidades de encriptación de los navegadores más antiguos de 40 bits en total 128 - o 256-bit. Esto significa que su sitio web protege y es de confianza para el mayor número de usuarios de Internet posible, aún para los millones que usan versiones anteriores de Windows e Internet Explorer.
hu: A Comodo SGC SSL tanúsítvány felfrissíti a régebbi böngészők titkosítási képességeit 40 bitről a teljes 128 vagy 256 bites titkosításra. Ez azt jelenti, hogy még az a több millió régebbi Windows verziót és IE verziót használó ügyfél is, akik még nem frissítették a rendszerüket az aktuális verzióra, megbízhatónak fogja találni a weboldalát, és ez által biztonságban fogja magát érezni.
ru: В сертификатах Comodo SGC SSL усовершенствована возможность шифрования устаревших браузеров с 40-битным шифрованием в полное 128 - или 256-битное шифрование.Это означает, что ваш сайт защищён и ему доверяет самое большое число пользователей интернета возможно, даже миллионы с использованием старых версий ОС Windows и Internet Explorer.

# Comodo_SGC_Wildcard_Desc
source: Secure unlimited sub-domains on your website with a single Comodo SGC Wildcard SSL Certificate (e.g. www.yourdomain.com, secure.yourdomain.com, signup.yourdomain.com). A Comodo SGC Wildcard SSL Certificate is a cost effective and efficient means of securing all sub-domains without the need to manage multiple certificates.
es: Preste seguridad ilimitada a los sub-dominios de su sitio web con un solo Certificado Comodo SGC Wildcard SSL (por ejemplo, www.sudominio.com, seguro.sudominio.com y registro.sudominio.com). Un Certificado Comodo SGC Wildcard SSL es un medio rentable y eficaz de asegurar todos los sub-dominios sin la necesidad de gestionar múltiples certificados.
hu: Egy Comodo SGC Wildcard SSL tanúsítvány biztonságossá tudja tenni az egyik domainjének korlátlan számú aldomain-ját (pl.: www.weboldal.hu, mail.weboldal.hu, login.weboldal.hu...). A Comodo SGC Wildcard SSL költséghatékony és egyszerű megoldás az aldomainek biztonságossá tételéhez hiszen egy tanúsítványt kell csak kezelni számtalan egyedi tanúsítvány helyett.
ru: Защита неограниченного количества поддоменов на вашем сайте с одного сертификта Comodo SGC Wildcard SSL (например, www.yourdomain.com, secure.yourdomain.com, signup.yourdomain.com).Сертификат Comodo SGC Wildcard SSL является экономически эффективным и эффективным средством обеспечения всех поддоменов без необходимости управлять несколькими сертификатами.

# Comodo_Unified_Communication_UC_Desc
source: Designed exclusively for Microsoft Exchange and Office Communications infrastructures, Comodo's Unified Communications Certificates allow a single certificate to provide SSL-secured communications for multiple domains and multiple host names operating on a single IP address.
es: Diseñado exclusivamente para las estructuras Microsoft Exchange y Office Communications, el Certificado Unified Communications de Comodo permiten que un solo certificado proporcione comunicaciones protegidas con SSL para múltiples dominios y varios nombres de alojamientos que operan en una única dirección IP.
hu: Kifejezetten a Microsoft Exchange és az Office Communications infrastruktúrája számára a Comodo kiadta az Unified Communications tanúsítványt, amely egy tanúsítványban egyesít több domaint és több gépnevet, így a kiszolgáló hitelesen lehet egy IUP címen több kommunikásiós szerver felé, és az adatok titkosítását biztosítani tudja.
ru: Разработанный исключительно для инфраструктуры Microsoft Exchange и Office Communications, сертификаты от Comodo Unified Communications позволяют единому сертификату обеспечить SSL связи для нескольких доменов и несколько имен узлов, работающих на один адрес IP.

# Dashboard_Note
source: Please configure the following items before your site goes Live.
es: Por favor, configure los siguientes elementos antes de que su sitio empiece a operar.
hu: Kérem állítsa be a következő elemeket, mielőtt az élesíti őket.
ru: Пожалуйста, настройте следующие пункты, прежде чем ваш сайт начнёт работу

# Dashboard_Notice1
source: Configure Products & its pricing.
es: Configurar Productos y sus precios.
hu: Termékek és árak beállítása.
ru: Настройка продуктов и ценообразование

# Dashboard_Notice2
source: Configure your payment settings.
es: Configurar las configuraciones de pago.
hu: Fizetés információk beállítása.
ru: Настройте параметры оплаты

# Dashboard_Notice3
source: Configure your SMTP settings to be able to send out emails from the system.
es: Configurar las configuraciones de SMTP para poder enviar mensajes de correo electrónico desde el sistema.
hu: állítsa be az SMTP szolgáltatást, hogy a rendszer tudjon leveleket küldeni.
ru: Сконфигурируйте SMTP (простой протокол передачи почты) настройки, чтобы иметь возможность посылать письма от системы

source: Enable Test Mode
es: Activar el Modo de Prueba
hu: Tesztüzem engedélyezve
ru: Включите тестовый режим

# GeoTrust_QuickSSL_Premium_Desc
source: GeoTrust QuickSSL Premium certificates are the most convenient and cost effective solution for any business that needs to conduct secure online transactions. These certificates enable up to 256-bit encryption and instill confidence and trust in your customers and business partners when providing sensitive information over the Web or mobile devices.
es: Los certificados Premium GeoTrust QuickSSL son la solución más conveniente y rentable para cualquier negocio que necesite llevar a cabo transacciones seguras en línea. Estos certificados permiten una encriptación de 256 bits así como infundir confianza a sus clientes y socios de negocios al proporcionar información sensible a través de la Web o dispositivos móviles.
hu: A GeoTrust QuickSSL Premium tanúsítvány a legkényelmesebb és legköltséghatékonyabb megoldás bármely vállalkozás számára, mely biztonságos online tranzakciókat szeretne lefolytatni. Ez a tanúsítvánnyal akár 256 bites titkosítást, és az ügyfelei bizalmát érheti el, mikor érzékeny információt továbbít a weben vagy a mobil eszközökön keresztül.
ru: Сертификаты СертиGeoTrust QuickSSL Premium являются наиболее удобным и экономически эффективным решением для любого бизнеса, где необходимо проводить безопасные онлайн-транзакции.Эти сертификаты позволяют 256-битное шифрование и вселяют уверенность и доверие в Ваших клиентов и деловых партнеров при предоставлении конфиденциальной информации через Интернет или мобильные устройства.

# GeoTrust_True_BusinessID_Desc
source: GeoTrust® True BusinessID® certificates provide end-to-end Internet security coverage and are ideal for high-profile, high-traffic sites that are likely to be targets for phishing. True BusinessID certificate enables up to 256-bit encryption and an identity verification seal in a single bundle.
es: EV SSL puede ayudarlo a proteger su sitio de fraudes de suplantación de identidad y aumentar las transacciones de sus clientes. True Business con EV viene con los más altos niveles de autentificación de identidad, encriptado, de hasta 256 bits y el sello de GeoTrust True Site.
hu: Ha az Internetes biztonságot teljes körűen lefedő megoldást keres, akkor a GeoTrust True BusinessID a megfelelő válasz. A szerver és böngésző oldalon is használható SSL tanúsítvány és a True Site® pecsét komplett megoldást nyújt az adatok védelmére és az átverés megelőzésére.
ru: GeoTrust® True BusinessID® сертификаты обеспечивают интернет-безопасность соединения end-to-end (от терминала клиента до сервера видимо) и идеально подходят для привлекающих внимание профилей, с высоким трафиком сайтов, которые могут стать мишенью для фишинга. Правда BusinessID сертификат обеспечивает до 256-битное шифрование и уплотнение проверки личности в одной связке.

# GeoTrust_True_BusinessID_Multi_Domain_Desc
source: With a True BusinessID Multi-Domain certificate, you can add, edit, or delete up to 25 domain names over the lifetime of the certificate. You can add, edit or delete any additional domain names to the subject alt name (SAN) field during the enrollment process.
es: Con un certificado True BusinessID Multi-Domain, puede agregar, editar o eliminar hasta 25 nombres de dominio durante la vida útil del certificado. Usted puede agregar, editar o eliminar cualquier nombre de dominio adicional para el campo del nombre alternativo del asunto (SAN) durante el proceso de inscripción.
hu: Egy True BusinessID több domaines tanúsítvánnyal egyszerre akár 25 domaint is biztonságossá tehet, és ezeket a domain-eket szabadon változtathatja, bővítheti vagy csökkentheti a tanúsítvány teljes életideje alatt. Bármilyen alternatív domain nevet (SAN) tartalmazhat a lista.
ru: С сертификатом True BusinessID Multi-Domain, вы можете добавлять, редактировать или удалять до 25 доменных имен в течение всего срока действия сертификата. Вы можете добавлять, редактировать и удалять любые дополнительные доменные имена к альт-имени субъекта (SAN) поле во время процесса регистрации.

# GeoTrust_True_BusinessID_Wildcard_Desc
source: True BusinessID Wildcard is the easy, affordable solution. True BusinessID Wildcard is an ideal solution if you need to secure multiple Fully Qualified Domains that share the same base domain name, reside on the same physical server and share the same second-level domain name.
es: La tarjeta comodín de identificación True BusinessID Wildcard es la solución fácil y asequible. True BusinessID Wildcard es una solución ideal si necesita asegurar múltiples Dominios Completamente Calificados que comparten el mismo nombre base del dominio, residen en el mismo servidor físico y comparten el mismo nombre del dominio de segundo nivel.
hu: A True BusinessID Wildcard tanúsítvány egy egyszerű és megfizethető megoldás. A True BusinessID Wildcard ideális megoldás, ha biztonságossá kell tenni több teljes hosszúságú domain nevet (FQDN), ha a domain nevek fődomain alá tartoznak, ugyanaz a másodszintű domain nevük és ugyanazon a fizikai szerveren vannak.
ru: Истинный Wildcard BusinessID является простым, доступным решением.Истинный Wildcard BusinessID является идеальным решением, как если вам нужно защитить большое количество полных доменов (Fully Qualified Domains), так и если часть доменов или одни и те же базы доменных имен, находятся на одном физическом сервере и одни и те же имена доменов второго уровня.

# GeoTrust_True_BusinessID_with_EV_Desc
source: EV SSL can help you to protect your site from phishing scams and increase your customer transactions. True BusinessID with EV comes with the highest levels of identity authentication, up to 256-bit encryption, and the GeoTrust True Site® seal.
es: EV SSL puede ayudarlo a proteger su sitio de fraudes de suplantación de identidad y aumentar las transacciones de sus clientes. True BusinessID con EV viene con los más altos niveles de autentificación de identidad, encriptación de hasta 256-bit, y el sello de GeoTrust True Site®.
hu: Az EV SSL segít elkerülni az oldallal való visszaélést és megnövelni a vásárlói tranzakciókat. A True BusinessID EV biztosítja a legmagasabb szintű identitás tanúsítást, akár 256 bites titkosítást, és egy GeoTrust True Site pecsétet tartalmaz.
ru: EV SSL может помочь вам защитить ваш сайт от фишинг-атак и увеличить транзакции ваших клиентов.Истинный (True) BusinessID с EV поставляется с высоким уровнем идентификации и аутентификации, до 256-битного шифрования,и уплотнением GeoTrust True Site®.

# GeoTrust_True_Business_ID_With_EV_Multi_Domain_Desc
source: Make a strong security statement with the green address bar. GeoTrust® True BusinessID with EV (Extended Validation) Multi-Domain is our premium business-class SSL security product, visually confirming the highest level of authentication available among SSL certificates.
es: Demuestre firmemente su seguridad con la barra verde de direcciones. GeoTrust ® True BusinessID con EV (Confirmación Extendida) Multi-Dominio es nuestro producto Premium de seguridad SSL para clase empresarial, que confirma visualmente el nivel más alto de autentificación disponible entre los certificados SSL.
hu: Szerezzen egy erős biztonsági nyilatkozatot a zöld címsorral. A GeoTrust® True BusinessID tanúsítvány bővített hitelesítéssel (Extended Validation / EV) a prémium üzleti oszályú SSL biztonsági termékünk, a tanúsítványok körében elérhető legmagasabb szintű hitelesítést jelző vizuális megerősítéssel.
ru: Сделать заявление сильной безопасности с зеленой адресной строки. GeoTrust ® True BusinessID с EV (Extended Validation) Multi-Domain-наш защитный продукт бизнеса премиум-класса SSL, наглядно подтверждающий высокий уровень аутентификации среди доступных SSL-сертификатов.

# InvoiceThankMsg
source: We thank you for your business.
es: Gracias por hacer negocios con nosotros.
hu: Köszönöm a vásárlását.
ru: Мы благодарим Вас за Ваш бизнес

# Invoice_Note
source: All prices are in USD. If you have any questions concerning this invoice, contact us a
es: Todos los precios están en USD. Si usted tiene alguna pregunta relacionada con esta factura, póngase en contacto con nosotros a
hu: Minden ár USD-ben van. Amennyiben bármi kérdése van a számlával kapcsolatban, kérem lépjen kapcsolatba velem:
ru: Все цены указаны в USD. Если у вас есть какие-либо вопросы на этот счет, свяжитесь с нами

source: I have a
es: Tengo
hu: Van egy
ru: У меня есть

# Login_Desc
source: Login to your account to view order summary, account statement, pending orders and other stuff
es: Acceda a su cuenta para ver resumen del pedido, estado de cuenta, pedidos pendientes y otras cosas
ru: Войти в свою учетную запись, чтобы посмотреть в порядке резюме выписки по счету, отложенные ордера и другие вещи

# OrderDetClickNote
source: Click here to see Order Detail
es: Haga clic aquí para ver Detalle del Pedido
hu: Kattintson ide a megrendelés részleteiért
ru: Нажмите здесь для просмотра деталей заказа

# OrderDetClickNote2
source: Click here to see Reseller Detail.
es: Haga clic aquí para ver Detalle de Distribuidor.
hu: Kattintson ide a továbbértékesítés részleteiért
ru: Нажмите здесь для просмотра деталей посредника

# OrderDetClickNote3
source: Click here to see Customer Detail.
es: Haga clic aquí para ver Detalles del Cliente.
hu: Kattintson ide a vásárló részleteiért
ru: Нажмите здесь для просмотра деталей клиента

# PaymentMethodNote
source: (Credit cards will not be charged)
es: (no se harán cargos a Tarjetas de crédito)
hu: (a bankkártya nem lesz terhelve)
ru: Кредитные карты не наполнена (нет средств на карте)

# Pricing_Note
source: Please add the desired profit margin (in percentage %) that you would like to add on to your existing purchasing cost. This is applied to all of your products and is the amount you will profit per product. Below are YOUR purchasing prices, to view or manage the prices of individual products, go to Manage Products.
es: Por favor, añadir el margen (en %), que se añadirá a su costo de compra existente. Esto se hace una sola vez por producto.
hu: Kérem adja meg (%-ban) a hasznot, mellyel minden terméket meg kell terhelni. Ez termékenként 1-szer lesz alkalmazva.
ru: Пожалуйста, добавьте наценку (в%), которая будет добавлена к существующей стоимости покупки. Это только один раз на продукт.

# RapidSSL_Desc
source: RapidSSL is industry standard 128 / 256 bit single root SSL certificate. RapidSSL certificates have browser recognition of around 99% including IE 5.01+, Netscape 4.7+ and Mozilla 1+ browsers and many other browsers.
es: RapidSSL es un certificado SSL estándar en la industria de 128 / 256 bits root individual. Los certificados RapidSSL tienen el reconocimiento de un 99% de los navegadores, incluyendo IE 5.01 +, Netscape 4.7 + y Mozilla 1 + y muchos otros navegadores.
hu: A RapidSSL egy ipari standard 128/256 bites egyszerű (nem láncolt) gyökértanúsítvánnyal rendelkezik. A RapidSSL tanúsítványait a böngészők 99%-a elfogadja, beleértve az IE 5.01+, a Netscape 4.7+ és Mozilla 1+ böngészőket és számtalan más böngészőt.
ru: RapidSSL является отраслевым стандартом 128/256 битовых сертификатов одного корня SSL. RapidSSL сертификаты браузеров, распознаются около 99% браузеров,включая IE 5.01 +, Netscape 4.7+ and Mozilla 1+ и множеством других браузеров.

# RapidSSL_Desc1
source: RapidSSL is industry standard 128 / 256 bit single root SSL certificate. RapidSSL certificates have browser recognition of around 99% including IE 5.01+, Netscape 4.7+ and Mozilla 1+ browsers and many other browsers.
es: RapidSSL es un certificado SSL estándar en la industria de 128 / 256 bits root individual. Los certificados RapidSSL tienen el reconocimiento de un 99% de navegadores, incluyendo IE 5.01 +, Netscape 4.7 + y Mozilla 1 + y muchos otros navegadores.
hu: A RapidSSL egy ipari standard 128/256 bites egyszerű (nem láncolt) gyökértanúsítvánnyal rendelkezik. A RapidSSL tanúsítványait a böngészők 99%-a elfogadja, beleértve az IE 5.01+, a Netscape 4.7+ és Mozilla 1+ böngészőket és számtalan más böngészőt.

# RapidSSL_Wildcard_Desc
source: RapidSSL Wildcard Certificates allows you to secure unlimited number of sub domains on the same domain name with a single certificate. RapidSSL Wildcard is low cost and easy to manage.
es: Los Certificados RapidSSL Wildcard le permiten asegurar un número ilimitado de subdominios bajo el mismo nombre de dominio con un solo certificado. RapidSSL Wildcard es de bajo costo y fácil de manejar.
hu: A RapidSSL Wildcard tanúsítvány egy domain név alatt korlátlan számú aldomaint tesz biztonságossá egy egyszerű tanúsítvánnyal. A RapidSSL Wildcard tanúsítvány olcsó, és a kezelése egyszerű.
ru: Cертификаты RapidSSL Wildcard позволя.т защитить неограниченное количество поддоменов на одно доменное имя с одним сертификатом. RapidSSL Wildcard это низкая стоимость и простота в управлении.

# Reseller_Desc
source: Please review the information on this page, When you have completed this review, please submit your order for processing
es: Por favor, revise la información de esta página. Cuando haya completado esta revisión, por favor, envíe su pedido para su procesamiento
hu: Kérem nézzen át minden információt még egyszer. Amennyiben minden rendben található, Kérem küldje el a megrendelését feldolgozásra
ru: Пожалуйста, ознакомьтесь с информацией на этой странице, когда Вы закончите этот обзор

source: Sign in to your
es: Acceda a su
hu: Bejelentkezés a
ru: Войдите в свой

# Thawte_Code_Signing_Certificate_Desc
source: With the advent of online distribution, developing and disseminating functional code is easier than ever. However, such an environment also subjects code and software to potential dangers presented by fraudulent and malicious code. Don’t expose your customers to these threats. With a Thawte® Code Signing Certificate, you can protect your customers and provide them with the safe, trustworthy code they deserve.
es: Con el advenimiento de la distribución en línea, el desarrollo y la difusión de código funcional es más fácil que nunca. Sin embargo, este entorno también expone al código y al software a los peligros potenciales que implican los códigos maliciosos y fraudulentos. No exponga a sus clientes a estas amenazas. Con un Certificado Thawte® Code Signing, puede proteger a sus clientes y proporcionarles el código de seguridad y de confianza que se merecen.
hu: Manapság az online korszakban a terjesztés és fejlesztés sokkal könnyebb, mint valaha. Azonban az ilyen környezetnek vannak potenciálisan veszélyes helyek, valamint hamis és rosszindulatú kódokat terjesztő személyek. Ne tegye ki a vásárlóit ennek a veszélynek! A Thawte® Code Signing tanúsítvány segítségével biztosítani tudja a vásárlóinak a biztonságos és védett kódot, amit megérdemelnek.
ru: С появлением онлайнового распространения, разработка и распространения функциональный код стала проще, чем когда-либо. Однако такая среда также подвергает код и программное обеспечение потенциальным опасностям, которые представляют собой мошенники и вредоносные коды. Не подвергайте ваших клиентов этим угрозам.С сертификатом Thawte® Code Signing, вы можете защитить своих клиентов и обеспечить им безопасный, надежный код, который они заслуживают.

# Thawte_SGC_SuperCerts_Desc
source: Thawte® SGC SuperCert provides SGC SSL certificates with full authentication, and capable of 256-bit encryption with lowest possible encryption level of 128-bit protection for 99.9% of users even with older browsers and browser recognition of around 99%.
es: Thawte® SGC SuperCert ofrece certificados SGC SSL con autentificación completa y capacidad de encriptación de 256 bits con el nivel de encriptación más bajo posible de 128 bits de protección para el 99.9% de los usuarios, incluso con navegadores más antiguos y un reconocimiento del navegador de alrededor del 99%.
hu: A Thawte® SGC SuperCert az SGC SSL tanúsítványokhoz hűen teljes azonosítást biztosít. Az elérhető titkosítási szint legalább 128 bit, legfeljebb 256 bit. Az internetes böngésző 99.9%-a felismeri a tanúsítványt. Még a régebbi böngészők között is 99% az arány.
ru: Thawte SGC SuperCert ® обеспечивает SGC SSL сертификаты с полной аутентификацией, и способен на 256-битное шифрование с минимальным уровнем шифрования 128-битной защиты для 99,9% пользователей даже со старими браузерами и опознованием около 99% их.

# Thawte_SSL_123_Desc
source: SSL123 is Thawte's entry level certificate which provides validation that your domain is registered and that you have authorized the purchase of the certificate.
es: SSL123 es el certificado de Thawte de nivel de entrada que proporciona la validación de que su dominio está registrado y de que usted ha autorizado la compra del certificado.
hu: Az SSL123 a Thawte belépő szintű tanúsítványa, mely hitelesen igazolja hogy a domaint beregisztrálták, és hogy Ön jogosult a tanúsítvány vásárlására.
ru: SSL123 является входным уровнем Thawte (название фирмы) сертификата, который обеспечивает проверку, что домен зарегистрирован,и что Вы дали разрешение на покупку сертификата.
