Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/LongText/Message.*.resx
Languages: es, hu, ru

# Thawte_SSL_Web_Server_Desc
source: Thawte® SSL Web Server Certificate is fully authenticated SSL certificates which offers comprehensive authentication procedures with 256, 128, 56 or 40-bit encryption and browser recognition of around 99%.
es: El Certificado Thawte® SSL Web Server es un certificado SSL totalmente autentificado que ofrece exhaustivos procedimientos de autentificación con encriptado de 256, 128, 56 o 40 bits y un reconocimiento del navegador de alrededor del 99%.
hu: A Thawte® SSL Web Server tanúsítvány egy teljes körű átvilágítással hitelesített SSL tanúsítvány, mely 256, 128, 56 és 40 bites titkosítást biztosít és a böngészők kb. 99%-a felismeri.
ru: Thawte® SSL Web Server Certificate являетются подлинными (полностью авторизированными) SSL-сертификатами, которые предлагают комплексные процедуры аутентификации с 256, 128, 56 или 40-битным шифрованием и распознаванием около 99% браузеров.

# Thawte_SSL_Web_Server_EV_Desc
source: Thawte's SSL Web Server Certificate with Extended Validation (EV) offers corporations and government entities the highest industry standard for identity authentication as well as 256-, 128-, 56-, or 40-bit encryption.
es: El Certificado SSL de Thawte con Extended Validation (EV) ofrece a las empresas y entidades gubernamentales el más alto estándar de la industria para la autentificación de identidad, así como encriptación de 256 -, 128 -, 56 -, o 40 bits.
hu: A Thawte SSL Web Server bővített hitelesítésű (EV) tanúsítványa kínálja a vállalatok és kormányzati szervek számára a legmagasabb iparág szerinti hitelesítési lehetőséget, valamint 256, 128, 56 vagy 40 bites titkosítást.
ru: Сертификат компании Thawte's SSL Web Server с Extended Validation (EV) предлагается корпорациям и государственным учреждениям с высоким отраслевым стандартом для идентификации и аутентификации, а также с 256 -, 128 -, 56 - или 40-битным шифрованием.

# Thawte_SSL_Web_Server_Wildcard_Desc
source: Thawte SSL Webserver Wildcard is an easy, affordable solution if you need to secure multiple fully qualified domains that share the same base domain name, reside on the same physical server, and share the same second level domain name.
es: Thawte SSL Webserver Wildcard es una solución sencilla y accesible si usted necesita asegurar múltiples dominios completos que comparten el mismo nombre de base de dominio misma, residen en el mismo servidor físico, y comparten el mismo nombre de dominio de segundo nivel.
hu: A Thawte SSL Webserver Wildcard tanúsítvány egy egyszerű és megfizethető megoldás, ha biztonságossá kell tenni több teljes hosszúságú domain nevet (FQDN), ha a domain nevek fődomain alá tartoznak, ugyanaz a másodszintű domain nevük és ugyanazon a fizikai szerveren vannak.
ru: Thawte SSL Webserver Wildcard является простым, доступным решением.Истинный Wildcard BusinessID является идеальным решением, как если вам нужно защитить большое количество полных доменов (Fully Qualified Domains), так и если часть доменов или одни и те же базы доменных имен, находятся на одном физическом сервере и одни и те же имена доменов второго уровня.

# TrustKeeper_PCI_DSS_Desc
source: Trustwave PCI Product protect the transfer of sensitive data on Web sites, intranets, and extranets using a minimum of 40-bit and up to 256-bit encryption (the highest that each individual browser will allow). It also includes the Trustwave Secured Seal.
es: Trustwave PCI Product protegen la transferencia de información confidencial en sitios Web, intranets y extranets utilizando un mínimo de encriptación de 40-bits hasta 256 bits (la más alta de que cada navegador individual lo permita). También incluye el sello Trustwave Secured Seal.
ru: Trustwave PCI Product защищает передачу важных данных на веб-сайты, интранет, экстранет и использует минимум 40-битные и максимум 256-битное шифрование (самое высокое,какое каждый отдельный браузер позволяет).Он также включает Trustwave Secured Seal.

# TrustKeeper_Plus_EV_SSL_Desc
source: EV SSL Certificates are validated to the highest degree to provide consumer confidence in the identity of the web site operator. If you are taking orders online, you need to get the green bar with EV SSL. Customers will receive the green bar as a striking trust indicator in the web browser, and you will see fewer abandoned shopping carts and more conversions.
es: Los Certificados EV SSL son validados al más alto nivel para proporcionar confianza al consumidor en la identidad del operador del sitio web. Si usted está recibiendo pedidos en línea, necesita obtener la barra verde con EV SSL. Los clientes recibirán la barra verde como un poderoso indicador de confianza en el navegador web, y usted verá menos carritos de compras abandonados y más conversiones de usuarios en clientes.
hu: A bővített hitelesítésű (EV) tanúsítványok érvényesítik a bizalmat a weboldal üzemeltetője felé. Ha online megrendelésekre van lehetőség az oldalán, akkor szüksége van az EV SSL zöld címsorára. Amikor az ügyfelek észreveszik a zöld címsort, mint feltűnő bizalmi mutatót a webböngészőben, észre fogja venni, hogy megnő a konverzió, és csökken az elhagyott bevásárlókosár.
ru: Сертификаты EV SSL проверяются в высшей степени, чтобы обеспечить доверие потребителей к личности оператора веб-сайта. Если вы принимаете заказы в режиме онлайн, вам необходимо получить зеленую полоску с EV SSL. Клиенты будут получать зеленую полосу, как поразительный показатель доверия к веб-браузер, и вы увидите меньше оставленных тележек и больше конверсий.

# TrustKeeper_SSL_Plus_Desc
source: Trustwave understands the pressure merchants are under to prove compliance with Payment Card Industry Data Security Standard (PCI DSS). TrustKeeper is a certified remote assessment and compliance solution designed to help merchants meet the security standards of all credit card companies.
es: Trustwave entiende la presión a la que se encuentran sometidos los comerciantes por demostrar el cumplimiento con Payment Card Industry Data Security Standard (PCI DSS). TrustKeeper es una evaluación certificada a distancia y una solución de cumplimiento diseñada para ayudar a los comerciantes a cumplir con las normas de seguridad de todas las compañías de tarjetas de crédito.
ru: Trustwave понимает давление торговцев чтобы доказать соответствие Payment Card Industry Data Security Standard (PCI DSS). TrustKeeper отвечает техническим требованиям удалённых платежей и соответствует разрешению замысла помощи торговцам соответствовать стандартам безопасности всех компаний кредитных карт.(эмитенов карт видимо)

# Trustwave_Domain_Validated_SSL_Desc
source: Trustwave Domain Validated Certificates are best suited for small and medium capital e-commerce web sites. Domain Validated Certificates offer 99% desktop and server browser compatibility with up to 256 bit SSL encryption and 204- bit CSR encryption.
es: Los Certificados Validados Trustwave Domain son los más adecuados para los sitios de comercio electrónico de capital pequeño y mediano. Los Certificados de Dominio Validados ofrecen 99% de compatibilidad de escritorio y navegador del servidor con encriptado de hasta 256 bits SSL y y encriptado CSR de 204 bits.
hu: A Trustwave domain érvényesítésű tanúsítványa a legalkalmasabb a kis- és középvállalkozás ok e-kereskedeli weboldalai számára. Ezt a domain érvényesítésű tanúsítványt az asztali és a szerver oldali böngészők 99%-a ismeri és kompatibilis vele. Alkalmas akár 256 bites titkosításra, és 204 bites CSR titkosításra.
ru: Проверочные сертификаты домена фирмы Trustwave лучше всего подходит для малого и среднего капитала (бизнеса) электронной коммерции, веб-сайтов. Проверенными сертификатами домен предлагаем для 99% настольных компьютеров и серверов с совместимость браузера с до 256-битным шифрованием SSL и 204 - битным CSR шифрования.

# Trustwave_Enterprise_SSL_Desc
source: Are you an Enterprise looking for our highest warranty? Trustwave Enterprise SSL Certificates provide everything you will need to protect a single domain and assure your customers that your site is trustworthy and secure with our highest Relying Party Warranty on a standard SSL certificate.
es: ¿Es usted una Empresa que está en busca de nuestra mayor garantía? Los Certificados Trustwave Enterprise SSL proporcionan todo lo necesario para proteger a un único dominio y garantizar a sus clientes que su sitio es confiable y seguro con nuestra mayor Garantía, Relying Party Warranty, que puede haber en un certificado SSL estándar.
hu: A vállalata a legnagyobb garanciát keresi? A Trustwave Enterprise SSL tanúsítvány mindent biztosít, ami egy domain védelméhez szükséges, és biztosítja az ügyfeleit, hogy a weboldal megbízható és biztonságos, illetve kiemelkedő Garancia (Relying Party Warranty) vonatkozik rá.
ru: Вы предприятие,которое ищет наивысшую гарантию?Сертификаты Trustwave Enterprise SSL обеспечивают все, что вам необходимо для защиты одного домена и обеспечивают вам надежность и безопасность вашего сайта с нашей нивысшей опорной гарантийной частью на стандартном сертификате SSL.

# Trustwave_Premium_EV_SSL_Desc
source: EV SSL Certificates are validated to the highest degree to provide consumer confidence in the identity of the web site operator. If you are taking orders online, you need to get the green bar with EV SSL. Customers will receive the green bar as a striking trust indicator in the web browser, and you will see fewer abandoned shopping carts and more conversions.
es: Los Certificados EV SSL son validados al más alto nivel para proporcionar confianza al consumidor en la identidad del operador del sitio web. Si usted está recibiendo pedidos en línea, necesita obtener la barra verde con EV SSL. Los clientes recibirán la barra verde como un poderoso indicador de confianza en el navegador web, y usted verá menos carritos de compras abandonados y más conversiones de usuarios en clientes.
hu: A bővített hitelesítésű (EV) tanúsítvány növelik a legnagyobb mértékben a vásárlókban a bizalmat a weboldal üzemeltetője felé. Amikor az ügyfelek észreveszik a zöld címsort, mint feltűnő bizalmi mutatót a webböngészőben, észre fogja venni, hogy megnő a konverzió, és csökken az elhagyott bevásárlókosár.
ru: Сертификаты EV SSL проверяются в высшей степени,чтобы обеспечить доверие потребителей к личности оператора веб-сайта. Если вы принимаете заказы в режиме онлайн, вам необходимо получить зеленую полоску с EV SSL. Клиенты будут получать зеленую полосу, как поразительный показатель доверия к веб-браузеру, и вы увидите меньше оставленных тележек и больше конверсий.

# Trustwave_Premium_SSL_Desc
source: Do you need to secure a single server domain name? Trustwave Premium SSL Certificates provide everything you will need to protect a single domain and assure your customers that your site is trustworthy and secure. Every Trustwave SSL Certificate includes a dynamic security site seal to give your customers confidence in your identity and feel safe in doing business with you.
es: ¿Necesita asegurar un único nombre de dominio de servidor? Los Certificados Trustwave Premium SSLproporcionan todo lo que usted necesita para proteger a un único dominio y garantizar a sus clientes que su sitio es confiable y seguro. Todos los Certificados Trustwave SSL incluyen un sello de seguridad del sitio dinámico de seguridad para ofrecer a sus clientes la confianza en su identidad y darles seguridad al hacer negocios con usted.
hu: Biztonságossá kell tennie egy kiszolgáló domain nevét? A Trustwave Premium SSL tanúsítvány komplett védelmet biztosít egy domainnek, és az ügyfelek meggyőződhetnek arról, hogy a weboldal megbízható és biztonságos. Mindegyik Trustwave SSL tanúsítvány tartalmaz egy dinamikus „biztonságos oldal” pecsétet, hogy az ügyfelek megbizonyosodhassanak az oldal eredetéről, és a teljes üzletmenet alatt biztonságban érezzék magukat.
ru: Вам нужно защитить одно доменное имя сервера? Trustwave Premium SSL-сертификаты обеспечивают все, что вам необходимо для защиты одного домена и гарантируют вам, что ваш сайт является надежным и безопасным. Каждый сертификат Trustwave SSL включает динамическую защиту безопасности сайта, чтобы дать Вашим клиентам уверенность в вашей личности и чувствовать себя в безопасности при ведении бизнеса с вами.

# Trustwave_Premium_Wildcard_SSL_Desc
source: "Do you need to secure multiple server sub-domain names? Trustwave Premium Wildcard SSL Certificates provide a quick and easy way to protect multiple sub-domain names and assure your customers that your site is trustworthy and secure. You can use a Trustwave Wildcard SSL certificate to secure domains such as: www.mycompany.com, mail.mycompany.com, secure.mycompany.com and more! Every Trustwave SSL Certificate includes a dynamic security site seal to give your customers confidence in your identity and feel safe in doing business with you. The Trustwave Premium Wildcard SSL Certificate features 256-Bit encryption, and includes a $100,000 identification guarantee and a 30 day, no questions asked, money back policy. All our certificates come with free reissues for the life of the certificate Free Reissues For Life Trustwave offers you free SSL certificate reissues for any reason. Did your server crash and you lost your private key? Simply login to the Trustwave SSL Control Center and you can quickly reissue your certificate so you're back in business with minimal downtime. Satisfaction Guarantee Trustwave offers a 30 day money back guarantee. If for any reason you're not satisfied with your SSL certificate, just let us know and we will refund your purchase price. It's Simple, customer satisfaction is our main goal. "
es: Los Certificados RapidSSL Wildcard le permiten asegurar un número ilimitado de subdominios bajo el mismo nombre de dominio con un solo certificado. RapidSSL Wildcard es de bajo costo y fácil de manejar.
hu: A Trustwave Wildcard SSL tanúsítvány gyors és egyszerű módja annak, hogy megvédje több aldomainját, és biztosítsa az ügyfeleit, hogy a weboldal megbízható és biztonságos. Biztonságossá tehet minden egy domain alá tartozó oldalt: www.tarsasag.hu, mail.tarsasag.hu, secure.tarsasag.hu... Mindegyik Trustwave SSL tanúsítvány tartalmaz egy dinamikus „biztonságos oldal” pecsétet, hogy az ügyfelek megbizonyosodhassanak az oldal eredetéről, és a teljes üzletmenet alatt biztonságban érezzék magukat.
ru: Вам нужно защитить несколько серверов имен поддоменов?Сертификаты Trustwave Premium Wildcard SSL обеспечивают быстрый и простой способ для защиты нескольких поддоменных имён и обеспечивают своим клиентам надежность и безопасность сайта. Вы можете использовать сертификат Trustwave Wildcard SSL для обеспечения безопасности таких доменах, как: www.mycompany.com, mail.mycompany.com, secure.mycompany.com и многих других! Каждый сертификат Trustwave SSL включает динамическое уплотнение безопасности сайта, чтобы дать Вашим клиентам уверенность в вас и чувствовать себя в безопасности при ведении бизнеса с вами.Сертификат Premium Trustwave Wildcard SSL имеет функцию 256-битного шифрования,и включает в себя гарантию идентификации на $ 100,000 и, не задавая вопросов, политику возврата денег в течении 30 дней. Все наши сертификаты оснащены бесплатным переизданий в течение всего срока сертификата. Бесплатный перевыпуск For Life. Trustwave предлагает вам бесплатное переиздание SSL-сертификата по любой причине.Сбой вашего сервера, и вы потеряли свой закрытый ключ?Просто войдите в Trustwave SSL Control Center, и вы можете быстро перевыпустить сертификат, вернувшись в бизнес с минимальным временем простоя. Гарантия исполнение обязательств. Trustwave предлагает 30-дневную гарантию возврата денег. Если по каким-либо причинам вы не удовлетворены своим SSL-сертификатом, просто дайте нам знать, и мы вернем Вам стоимость покупки. Это просто, удовлетворение потребностей клиентов является нашей главной целью.

# Trustwave_Secure_Email_Digital_ID_Desc
source: Trustwave Secure E-Mail Digital IDs allow you and your organization to secure your email communications in a cost-effective manner. With this certificate, you can ensure the privacy of both your email messages and attachments quickly and effortlessly.
es: Los ID Trustwave Secure E-Mail Digital IDs le permiten a usted y a su organización asegurar sus comunicaciones de correo electrónico de una manera costo-efectiva. Con este certificado, puede garantizar la privacidad de los mensajes de correo electrónico y archivos adjuntos rápidamente y sin esfuerzo.
hu: A Trustwave Secure E-Mail Digital ID az Ön és az Ön cége biztonságos és költséghatékony kommunikációs megoldása. Ezzel a tanúsítvánnyal könnyen és gyorsan biztosítja az email üzenet és a csatolmányok biztonságos és rejtett átvitelét.
ru: Trustwave Secure E-Mail Digital Ids позволит вам и вашей организации защитить ваши сообщения по электронной почте экономически эффективным образом. С помощью этого сертификата, вы можете гарантировать конфиденциальность сообщений электронной почты и вложений быстро и без особых усилий.

# UsePaypal
source: Use Your PayPal Email Address!
es: Utilice su dirección de email de PayPal!
hu: A PayPal email címét adja meg!
ru: Используйте свой адрес эл.почты PayPal

# UserProfile_Desc
source: Please review the information on this page, When you have completed this review, please submit your order for processing
es: Por favor, revise la información de esta página, cuando haya terminado de revisarla, por favor, envíe el pedido para su procesamiento
hu: Kérem nézzen át minden információt még egyszer. Amennyiben minden rendben található, Kérem küldje el a megrendelését feldolgozásra
ru: Пожалуйста, ознакомьтесь с информацией на этой странице, когда Вы закончите этот обзор

# VeriSign_Code_Signing_Certificate_Desc
source: For developers and software publishers of active content, code signing reduces error messages and builds trust. VeriSign® Code Signing Certificates for Microsoft® Authenticode® authenticate your identity and validate code integrity
es: Para los desarrolladores y editores de software de contenido activo, la firma de código reduce los mensajes de error y genera confianza. Los Certificados VeriSign® Code Signing Certificates for Microsoft® Authenticode® autentifican su identidad y validan la integridad del código
hu: A fejlesztők és a szoftverkiadók az aktív tartalom és programkód aláírásával csökkenthetik a telepítéskor a hibaüzenetet, és a bizalmat építhetik. A VeriSign® Code Signing Certificates for Microsoft® Authenticode® segítségével azonosíthatják magukat és ellenőrizhetik a kód sértetlenségét.
ru: Для разработчиков программного обеспечения и издателей активного содержимого, подписание кода уменьшает сообщения об шибках и создает доверие.Сертификаты VeriSign ® Code Signing сертификаты для Microsoft ® Authenticode ® удостоверяют вашу личность и проверяют целостность кода.

# VeriSign_Secure_Site_Desc
source: A VeriSign Secure Site SSL certificate provides a minimum of 40-bit up to 256-bit encryption and more than 99% browser recognition. It also includes a $100,000 warranty and the VeriSign Secured Seal.
es: Un certificado VeriSign Secure Site Pro SSL proporciona un mínimo de 40-bits hasta 256-bits y más del 99% de reconocimiento del navegador. También incluye una garantía de $100,000 y el Sello de Seguridad VeriSign.
hu: Egy VeriSign Secure Site SSL tanúsítvány minimum 40 bit, maximum 256 bites titkosítást biztosít, és a böngészők több mint 99%-a felismeri. A tanúsítvány 100 000 $ biztosítást és a VeriSign Secured Seal használatát tartalmazza.
ru: Сертификат сайта защищенного VeriSign SSL обеспечивает минимум 40-битное и максимум 256-битное шифрование и распознаются более чем 99% браузеров.Она также включает в себя гарантию на $ 100,000 и печати обеспеченные VeriSign

# VeriSign_Secure_Site_Pro_Desc
source: VeriSign Secure Site Pro SSL Certificate provides 128-bit encryption. Secure Site Pro is enabled by Server Gated Cryptography (SGC) to help ensure strong encryption site visitors.
es: El Certificado VeriSign Secure Site Pro SSL proporciona un encriptado de 128 bits. Secure Site Pro ha sido habilitado por Server Gated Cryptography (SGC) para ayudar a asegurar un encriptado fuerte a los visitantes del sitio.
hu: Egy VeriSign Secure Site SSL tanúsítvány 128 bites titkosítást biztosít. A tanúsítványhoz engedélyezve van a Server Gated Cryptography (SGC) technológia biztosítandó az oldalt látogatók számára a az erős titkosítás.
ru: Сертификат сайта защищённого VeriSign Pro SSL обеспечивает 128-битное шифрование. Secure Pro сайта включена по Server Gated Cryptography (SGC), чтобы обеспечить сильное шифрование посетителей сайта.

# VeriSign_Secure_Site_Pro_SGC_Desc
source: A VeriSign Secure Site Pro SSL certificate provides 128-bit encryption. Secure Site Pro is enabled by Server Gated Cryptography (SGC) to help ensure strong encryption for site visitors. It also includes a $250,000 warranty and the VeriSign Secured Seal.
es: El Certificado VeriSign Secure Site Pro SSL proporciona un encriptado de 128 bits. Secure Site Pro está habilitado por Server Gated Cryptography (SGC) para ayudar a asegurar un fuerte encriptado a los visitantes del sitio. También incluye una garantía de $250.000 y el Sello de Seguridad VeriSign.
hu: A VeriSign Secure Site Pro SSL tanúsítvány 128 bites titkosítással rendelkezik. A Secure Site Pro számára engedélyezve van a Server Gated Cryptography (SGC) elősegítendő az erős titkosítást az oldal látogatóinak. A tanúsítvány 250,000$ ügyleti garanciát és a VeriSign Secured Seal pecsétet.
ru: Сертификат защиты сайта VeriSign Pro SLL обеспечивает 128-битное шифрование. Secure Pro сайта включена по Server Gated Cryptography (SGC), чтобы обеспечить надежное шифрование для посетителей сайта. Она также включает в себя гарантию на $ 250,000 и VeriSign Secured Seal.

# VeriSign_Secure_Site_Pro_with_EV_Desc
source: A VeriSign Secure Site Pro with EV SSL certificate provides a minimum of 128-bit up to 256-bit encryption and more than 99% browser recognition.
es: Un Certificado VeriSign Secure Site Pro con EV SSL proporciona un mínimo de encriptación de 128-bits hasta 256-bits y más del 99% de reconocimiento del navegador.
hu: Egy VeriSign Secure Site Pro bővített hitelesítésű (EV) tanúsítvány legalább 128 bites legfeljebb 256 bites titkosítást biztosít és a böngészők több mint a 99%-a felismeri.
ru: Сертификат VeriSign Secure Site Pro with EV SSL обеспечивает минимум 128-бит до 256-битное шифрование и распознавание более чем чем 99% браузеров.

# VeriSign_Secure_Site_with_EV_Desc
source: VeriSign Secure Site with EV SSL Certificate provides minimum of 40-bit and up to 256-bit encryption and more than 99% browser recognition. It also includes a $100,000 warranty and the VeriSign Secured Seal.
es: Los VeriSign Secure Site con Certificados EV SSL proporcionan un mínimo de 40 bits y hasta 256-bit de encriptación y más del 99% de reconocimiento del navegador. También incluye una garantía de $100,000 y el Sello de Seguridad VeriSign.
hu: Egy VeriSign Secure Site Pro bővített hitelesítésű (EV) tanúsítvány legalább 40 bites legfeljebb 256 bites titkosítást biztosít és a böngészők több mint a 99%-a felismeri. Valamint tartalmaz 100,000$ ügyleti garanciát és a VeriSign Secured Seal pecsétet.
ru: Сертификат VeriSign Secure Site с EV SSL обеспечивает минимум 40-битные и максимум 256-битное шифрование и распознавание более чем 99% браузеров. Он также включает в себя гарантию на $ 100,000 и VeriSign Secured Seal.
