Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/LongText/Message.*.resx
Languages: es, hu, ru

# VeriSign_Trust_Seal_Desc
source: Trust turns visitors into customers, develops repeat business and increases sales. The VeriSign Trust™ Seal helps to bring trust to your web site by authenticating your business, protecting it from malware and increasing its recognition and confidence by displaying the VeriSign brand.
es: La confianza convierte a los visitantes en clientes, desarrolla la repetición de negocios y aumenta las ventas. El sello VeriSign Trust ™ ayuda a dar confianza a su sitio web mediante la autentificación de su negocio, que lo protege contra el malware y aumenta su reconocimiento y la confianza al mostrar la marca de VeriSign.
hu: A bizalom teszi a látogatót vásárlóvá, majd visszatérő vásárlóvá és növeli az eladásokat. A VeriSign Trust™ Seal segít a weboldala iránti bizalom elérésében az üzlet hitelesítésével, a rosszindulatú programok elleni védelemmel, a VeriSign márka felismerhetőségével, és az ez iránti bizalommal.
ru: Доверие превращает посетителей в клиентов, развивает повторные сделоки и увеличивает продажи.VeriSign Trust™ Seal помогает привлечь доверие на ваш сайт с помощью аутентификации вашего бизнеса, защищая его от вредоносных программ и повышая его признание и доверие, показав бренд VeriSign.

# All_prices_in
source: All prices are in
es: Todos los precios se
hu: Minden ár

# Any_Questions
source: If you have any questions concerning this invoice, contact us at
es: Si usted tiene alguna pregunta relacionada con esta factura, contacte con nosotros en
hu: Ha bármilyen kérdése van ezen a számlán, írjon nekünk

# Thanks_biz_msg
source: We thank you for your business.
es: Te damos gracias por su negocio.
hu: Köszönjük, hogy a te dolgod.

# Partner_Pricing_Caption_1
source: Our Partner program is based on loyalty, just like a Frequent Flyer program. The more you sell (or buy) the more you save. And it’s all cumulative. We will add all your purchases up and as soon as you reach the next level you automatically receive the additional discounts associated with the higher level tier. Never expires and continues to add on as you keep selling.
es: Nuestro programa de socios se basa en la lealtad, al igual que un programa de viajero frecuente. la más que vender (o comprar) más ahorra. Y todo esto es acumulativo. Vamos a añadir todos los sus compras y tan pronto como se alcance el siguiente nivel recibirá automáticamente los descuentos adicionales asociados con el nivel de más alto nivel. Nunca caduca y continúa añadiendo a medida que seguir vendiendo.
hu: Partnerünk program alapja a hűség, mint egy törzsutas program. a Minél többet eladni (vagy vásárolnak), annál többet takaríthat. És ez valamennyi halmozott. Adunk hozzá az összes A vásárlások, és amint eléred a következő szintet automatikusan kap A további kedvezmények kapcsolódó magasabb szintű réteg. Soha nem jár le, és továbbra is add on, amit ne értékesítés.

# Partner_Pricing_Caption_2
source: What’s even better is, we’ll give you access to the higher tiers immediately! Simply either show us your receipts for SSL purchases over the past 2 years or make a deposit to your account. Either way, we will grant you the associated level.
es: Lo que es aún mejor es que te dan acceso a los niveles más altos de inmediato! simplemente o bien nos muestran los recibos de compras de SSL en los últimos 2 años o realizar un depósito a su cuenta. De cualquier manera, le haremos el correspondiente nivel.
hu: Mi még jobb is, akkor kapsz hozzáférést a magasabb szintek azonnal! egyszerűen sem mutatja nekünk a bevétel SSL vásárlások az elmúlt 2 évben, illetve befizetni fiókjába. Akárhogy is, mi megadja neked a kapcsolódó szinten.

# GeoTrust_QuickSSL_Premium_multiDomain_Desc
source: Secure 4 Additional Domains with a Single GeoTrust QuickSSL Premium SAN Certificate GeoTrust, one of the world’s most trusted SSL brand, delivers a SAN/Multi-Domain solution with a fast issuing process at very low cost. GeoTrust now offers their popular QuickSSL Premium certificate with SAN enabled.
es: Asegure 4 Dominios adicionales con un simple GeoTrust QuickSSL Premium Certificado SAN GeoTrust, uno de la marca de SSL más confiable del mundo, ofrece una solución SAN / Multi-Dominio con un proceso de expedición rápido a muy bajo costo. GeoTrust ofrece ahora su certificado populares de Premium QuickSSL con SAN habilitado.
hu: Biztonságos 4 További domainek Single GeoTrust QuickSSL Premium tanúsítvány SAN GeoTrust, egyike a világ legmegbízhatóbb SSL márka nyilvánít SAN / Multi-Domain megoldás gyors kiállítása folyamat nagyon olcsó. A népszerű most kínál GeoTrust QuickSSL Premium tanúsítványt SAN engedélyezve van.
