Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/LongText/Message.*.resx
Languages: es, hu, ru

source: Account & Password
es: Cuenta y Contraseña
hu: Fiók & Jelszó
ru: Счет и пароль

source: Account to checkout faster
es: Cuenta para comprar más rápido
hu: Felhasználó a gyorsabb fizetéshez
ru: Счет для бастрого извлечения

# CheckCSRNote
source: Use this CSR Decoder to decode your Certificate Signing Request and and verify that it contains the correct information. A Certificate Signing Request is a block of encoded text that contains information about the company that an SSL certificate will be issued to and the SSL public key. Once a CSR is created it is difficult to verify what information is contained in it because it is encoded. Since certificate authorities use the information in CSRs to create the certificate, you need to decode CSRs to make sure the information is accurate. To check CSRs and view the information inside of them, simply paste your CSR into the box below and the AJAX CSR Decoder will do the rest. Your CSR should start with "-----BEGIN CERTIFICATE REQUEST----- " and end with "-----ENDCERTIFICATE REQUEST----- ".
es: Utilice este Decodificador de RSE para decodificar su Solicitud de Certificado de Firma y verifique que contiene la información correcta. Una solicitud de Certificado de Firma es un bloque de texto codificado que contiene información sobre la compañía a la que un certificado SSL será emitido y la clave pública SSL. Una vez que el CSR se crea, es difícil verificar cuál es la información que contiene, ya que está codificada. Dado que las autoridades de certificación utilizan la información de CSR para crear el certificado, debe descodificar los CSR para asegurarse de que la información es exacta. Para comprobar los CSR y ver la información dentro de ellos, sólo tiene que pegar su CSR en el cuadro de abajo y el Decodificador AJAX CSR hará el resto. Su CSR debe comenzar con "-----EMPEZAR SOLICITUD DE CERTIFICADO ----- " y terminar con "-----FINALIZARSOLICITUDDECERTIFICADO-----".
hu: Használja ezt a CSR dekódert a Tanúsítvány Aláírási Kérelemének (Certificate Signing Request) az ellenőrzéséhez, illetve a tartalmazott információ megtekintéséhez. Egy Tanúsítvány Aláírási Kérelem blokkja adja át kódolt formában azt az információt a társaságról, melyet a kibocsájtott SSL tanúsítvány publikus kulcsa hordozni fog. Egy CSR elkészítése után a megadott adatok kódolva kerülnek tárolásra, így az átadott információt szabad szemmel nagyon nehéz azonosítani. Mivel a hitelesítés szolgáltatók az adatokat CSR formátumban kérik, szükséges ezzel az eszközzel dekódolnia és ellenőriznie, hogy az átadott információk a valóságnak megfelelőek. Az ellenőrzéshez, illetve a hordozott információk megtekintéséhez egyszerűen illessze be a CSR tartalmát az itt található szöveges mezőbe, és az AJAX CSR dekóder mindent elvégez Ön helyett. A CSR minden esetben "-----BEGIN CERTIFICATE REQUEST----- " sorral kezdődik és "-----ENDCERTIFICATE REQUEST----- " sorral fejeződik be.
ru: Используйте этот CSR (запрос на подпись сертификата) декодер для декодирования вашего запроса на подпись сертификата и убедитесь, что он содержит правильную информацию.Запрос на подпись сертификата является блоком закодированного текста, который содержит информацию о компании, которой SSL сертификат будет выдан и SSL открытого ключа.После создания CSR трудно проверить, какая информация содержится в нем, поскольку он закодирован. Поскольку центры сертификации используют информацию в CSR при создании сертификата, необходимо декодировать CSRs чтобы убедиться, что информация является достоверной. Чтобы проверить CSR и просмотреть информацию в них, просто вставьте CSR в поле ниже и AJAX («фоновый» обмен данными браузера с веб-сервером) CSR декодер будет делать все остальное. Ваш CSR следует начинать с "BEGIN CERTIFICATE REQUEST" и заканчивать "ENDCERTIFICATE REQUEST"(запрос начала и конца сертификата)

# Checkout_Desc
source: Your order details will be sent to this email address.
es: Los detalles de su pedido serán enviados a esta dirección de email.
hu: A megrendelésről minden részletet az itt megadott email címre fogunk elküldeni.
ru: Данные вашего заказа будут отправлены на этот адрес эл.почты

# CheckOut_Note
source: Please review and submit your order by selecting "Confirm".
es: Por favor, revise y envíe su pedido haciendo clic en "Completar Orden".
hu: Kérem nézze át és küldje el a rendelését a „Rendelés teljes” kiválasztásával.
ru: Пожалуйста, просмотрите и отправьте Ваш заказ, выбрав "Завершение заказа"

# CheckSSLNote
source: This SSL Checker will help you diagnose problems with your SSL certificate installation. You can verify the SSL certificate on your web server to make sure it is correctly installed, valid, trusted and doesn't give any errors to any of your users. To use the SSL Checker, simply enter your server's hostname (must be public) in the boxbelow and click the Submit button
es: Este Verificador SSL le ayudará a diagnosticar problemas con la instalación de certificados SSL. Usted puede verificar el certificado SSL en el servidor Web para asegurarse de que está correctamente instalado, es válido, confiable y no da ningún error a sus usuarios. Para utilizar el Verificador de SSL, simplemente ingrese el nombre de anfitrión de su servidor (debe ser público) en el cuadro de abajo y haga clic en el botón Enviar
hu: Ez az SSL ellenőrző segíteni fog felfedezni a problémákat a telepített SSL tanúsítvánnyal kapcsolatban. Valamint visszajelzést ad arról is, hogy a webszerverre telepített az SSL tanúsítvány megfelelően működik, érvényes, elfogadott, megbízható és a felhasználói nem fognak semmilyen problémát tapasztalni. Az SSL ellenőrző Használatához adja meg a webszerver gépnevét (nyilvánosnak kell lennie) az alábbi mezőbe és kattintson az Elküld gombra
ru: Эта проверка SSL поможет вам диагностировать проблемы с установкой SSL сертификат.Вы можете проверить SSL сертификат на вашем веб-сервере, чтобы убедиться, что он правильно установлен, действителен, вызывет доверие и не дает никакой ошибки с любым из ваших пользователей. Чтобы использовать проверку SSL, просто введите имя хоста вашего сервера (должен быть открытым) в окне, расположенном ниже, и нажмите кнопку "Отправить"

# Comodo_Code_Signing_Certificates_Desc
source: Code Signing, through the use of digital signatures, enables software developers to include information about themselves and their code with their software. Your end users who download digitally signed 32-bit or 64-bit Portable Executable (.exe, .ocx, .dll or other) or .cab files can be confident that code really comes from you and has not been altered or corrupted since it was created and signed.
es: Code Signing, mediante el uso de firmas digitales, permite a los desarrolladores de software incluir información sobre sí mismos y su código con su software. Los usuarios finales que descargan Ejecutables Portátiles con firma digital de 32 bits o 64 bits (. exe,. ocx,. dll u otros) o archivos .cab pueden estar seguros de que el código viene realmente de usted y que no ha sido alterado o dañado desde que fue creado y firmado.
hu: A kód aláírás olyan, mint egy digitális aláírás, mellyel a fejlesztők saját magukról és a programjukról információt biztosítanak a szoftvercsomagjukban. A végfelhasználói, amikor letöltik az elkészített 23 vagy 64 bites futtatható fájlokat (.exe, .ocx, .dll vagy hasonlók) vagy a tömörített állományokat (.cab), meg tudnak bizonyosodni arról, hogy az állomány kitől származik, illetve, hogy sértetlen-e, mert a digitális aláírás hordozza az ehhez szükséges adatokat.
ru: Кодовое подписание (Code Signing),посредством использования цифровых подписей, предоставляет возможность разработчикам программного обеспечения включать информацию о себе и также код со своим программным обеспечением. Ваши конечные пользователи, которые скачивают 32-битные или 64-разрядный цифровые подписи Portable Executable (. EXE,. OCX,. DLL или других) или. кабины файлов могут быть уверены, что этот код действительно от вас и не был изменён или испорчен с момента создания и подписи.

# Comodo_Essential_SSL_Desc
source: Issued within 10 minutes, an Essential SSL Certificate provides a quick cost-effective solution to secure your customer transactions. More importantly, your customers are assured that it is safe to do business with you because sensitive information is encrypted and remains private.
es: Un Certificado Esencial SSL emitido dentro de los 10 minutos, proporciona una solución rápida y rentable para asegurar las transacciones de sus clientes. Más importante, sus clientes pueden estar seguros de que no hay riesgo en hacer negocios con usted, porque la información es cifrada y permanece privada.
hu: Az Essential SSL tanúsítvány 10 percen belüli kibocsájtása biztosítja a gyors és költséghatékony megoldást az ügyfeleivel való tranzakciókhoz. Ennél is fontosabb, hogy az ügyfelei biztosítva vannak, hogy az üzlet során megadott érzékeny információk titkosítva, azaz biztonságban vannak.
ru: Выдаваемый в течение 10 минут, основной Сертификат SSL обеспечивает быстрые и экономически эффективное решение для для обеспечения безопасности операций клиентов. Что еще более важно, ваши клиенты уверены, что это безопасно вести бизнес вами, потому что конфиденциальная информация шифруется и остается частной.

# Comodo_Essential_SSL_Wildcard_Desc
source: 128-bit SSL certificates designed for encrypting web sites that handle low-volume online transactions. Trusted by over 99.3% of current Internet users, Essential SSL is the solution for new web sites or environments where trust has been established and entity verification (for identity assurance) is not needed.
es: Certificados SSL de 128-bits diseñados para cifrar los sitios web que manejan bajos volúmenes de transacciones en línea. Essential SSL cuenta con la confianza de más del 99.3% de los usuarios actuales de Internet, son la solución para los sitios web nuevos o para los entornos en donde se ha establecido la confianza y no es necesaria la verificación de la entidad (para la certeza de la identidad).
hu: A 128 bites SSL tanúsítványokat olyan weboldalak titkosítására tervezték, melyeken alacsony értékű tranzakciók folynak. Az internet felhasználók 99,3%-a elfogadja. Az Essential SSL a megoldás azon új weboldalak vagy környezetek számára, ahol a bizalom már megvan és a személy ellenőrzése (az identitás azonosítása) nem szükséges.
ru: 128-битные SSL-сертификаты предназначены для шифрования веб-сайтов с низким объемом онлайн-транзакций. Имея доверие более 99,3% существующих пользователей Интернета, Essential SSL представляет собой решение для новых веб-сайтов или сред, где доверие было установлено и организация проверки (для гарантии идентичности) не нужна.

# Comodo_EV_SSL_Desc
source: EV SSL Certificates provide the highest levels of encryption, security and trust. They immediately reassure web site visitors that it is safe to conduct online transactions by turning the address bar green on next generation browsers such as Internet Explorer 7 +, FireFox 3 + and Opera 9.5 +.
es: Los Certificados EV SSL proporcionan los más altos niveles de encriptación, seguridad y confianza. Estos garantizan a los visitantes del sitio web que es seguro realizar transacciones en línea al cambiar a verde la barra de direcciones de los navegadores de última generación, tales como Internet Explorer 7 +, Firefox 3 + y Opera 9.5 +.
hu: A bővített hitelesítésű (EV) SSL tanúsítvány jelenti a legmagasabb szintű titkosítást, biztonságot és bizalmat. Azonnali visszajelzést biztosít a zöld címsor megjelenésével minden, az oldalt böngésző látogató számára, akik a modern böngészők egyikét használják (például: Internet Explorer 7+, Firefox 3+ vagy Opera 9.5+).
ru: Сертификаты EV SSL обеспечивают высокий уровень шифрования, защиты и доверия. Они сразу же убедят посетителей веб-сайта, что это безопасно для проведения онлайн-транзакций, поворачивая зеленую адресную строку на новое поколение браузеров, таких как Internet Explorer 7 +, Firefox 3 + и Opera 9.5 +.

# Comodo_EV_SSL_EV_SGC_Desc
source: Guard sensitive customer information, financial transactions and transmit confidential data with identity assured Extended Validation (EV) SGC SSL Certificates. These certificates provide 128- or 256-bit encryption to over 99% of Web site visitors by offering the strongest encryption and identity assurance available to every site visitor - even the millions using older versions of Windows and IE.
es: Proteja la información confidencial de los clientes, las transacciones financieras y la transmisión de datos confidenciales con los Certificados Extended Validation (EV) SSL SGC de identidad asegurada. Estos certificados ofrecen encriptación de 128 - o 256-bit para más del 99% de los visitantes del sitio web al ofrecer la encriptación y la garantía de identidad más fuertes disponibles a cada visitante del sitio - incluso a los millones que usan versiones anteriores de Windows e IE.
hu: A különösen érzékeny ügyfél információk, pénzügyi tranzakciók, bizalmas vagy személyes adatok biztosítására alkalmas a bővített hitelesítésű (EV SGC) SSL tanúsítvány. Ez a tanúsítvány 128 vagy 256 bites titkosítást biztosít és az internetes látogatók több mint 99%-a felismeri, és használja ezt az erős titkosítást, illetve a hiteles személyazonosság vizuálisan látható minden látogató számára - még a több millió régebbi Windows és IE felhasználó számára is.
ru: Защита конфиденциальной информации клиентов, финансовых операций и передача конфиденциальных данных с идентичностью гарантируют сертфикаты Extended Validation (EV) SSL SGC. Эти сертификаты обеспечивая 128 - или 256-битное шифрование для более чем 99% посетителей веб-сайтов, предлагая самое сильное шифрование и гарантию идентичности доступны для каждого посетителя сайта - даже миллионов использующих старые версий ОС Windows и IE.

# Comodo_EV_SSL_Multi_Domain_Desc
source: Multi-Domain EV SSL Certificates (EV MDCs) allow you to secure up to 100 different domains or sub-domains with a single SSL certificate. EV technology adds an additional layer of trust to your online business by turning the browser address bar green every time one of your customers enters the secure area of your web site.
es: Los Certificados Multi-Domain EV SSL (EV MDCs) le permite proteger hasta 100 diferentes dominios o sub-dominios con un certificado SSL único. La tecnología EV añade una capa adicional de confianza a su negocio en línea al cambiar a verde la barra de dirección del navegador cada vez que uno de sus clientes entra en el área de seguridad de su sitio web.
hu: A több domaines tanúsítvány bővített hitelesítéssel (multi-domain certificates with extended validation / EV MDC) a megoldás, ha egy szervert szükséges biztonságossá tenni kettőtől 100 domainig egy tanúsítvány segítségével. A bővített hitelesítés (EV) tachnológiája további bizalomra ad okot az ügyfelei részéről. Amikor a weboldalára érnek a vásárlói, akkor a zöld címsorból látni fogják, hogy biztonságos webterületen tartózkodnak.
ru: Мультидоменные сертификаты EV SSL (EV MDCs) позволяют обеспечить до 100 различных доменов или субдоменов с одним SSL-сертификатом.EV-технология добавляет дополнительный уровень доверия к онлайн-бизнесу,возвращая зелёную адресную строку браузера каждый раз, когда один из ваших клиентов входит в зону безопасности вашего сайта.

# Comodo_Instant_SSL_Desc
source: InstantSSL Certificates enable you and your customers to complete transactions with the assurance that no one else can read or change information as it travels over the Internet. This leads to increased visitor conversion rate, lower web site abandonment and an increase in average purchase price.
es: Los Certificados InstantSSL le permite a usted y a sus clientes llevar a cabo transacciones con la seguridad de que nadie más puede leer o cambiar la información cuando ésta viaja por Internet. Esto conduce a una mayor tasa de conversión de visitantes en clientes, un menor abandono de los sitios web y un aumento en el precio promedio de compra.
hu: Az InstantSSL tanúsítványok biztosítják Önt és ügyfeleit arról, hogy az interneten keresztül folyó tranzakcióik mások által nem olvashatóak, illetve nem módosíthatóak. Ez megnöveli az elért konverziós arányt, csökkenti a visszafordulási arányt, és nő az átlagos megrendelési érték.
ru: Сертификаты InstantSSL позволят вам и вашим клиентам совершать сделки ,с уверенностью в том что никто другой не сможет прочитать или изменить информацию, с которой вы путешествуете по Интернету. Это приводит к увеличению скорости обслуживания посетителей, снижению количества отказов веб-сайта и увеличению средней цены покупки.

# Comodo_Instant_SSL_Premium_Desc
source: InstantSSL Premium Certificates are the professional solution for securing ecommerce web sites and provide compelling visual assurance that your web site can be trusted. InstantSSL Premium Certificates enable your customers to complete transactions with the assurance.
es: Los Certificados InstantSSL Premium son la solución profesional para proteger los sitios web de comercio electrónico y ofrecer garantías visuales convincentes de que se puede confiar en su sitio web. Los Certificados InstantSSL Premium permiten a sus clientes realizar transacciones con la seguridad.
hu: Az InstantSSL Premium tanúsítvány professzionális megoldás az ecommerce weboldalak biztonságossá tételéhez és egyértelmű vizuális visszajelzés arról, hogy a weboldal megbízható. Az InstantSSL Premium tanúsítvány lehetővé teszi, hogy vásárlók biztosak legyenek abban, hogy a teljes vásárlás biztos keretek között zajlik.
ru: Сертификаты InstantSSL Premium это профессиональное решение для обеспечения безопасности веб-сайтов электронной коммерции и предоставления убедительных визуальных гарантий того, что вашему веб-сайту можно доверять. InstantSSL Premium сертификаты позволят вашим клиентам совершать сделки с уверенностью.

# Comodo_Instant_SSL_Pro_Desc
source: An InstantSSL Pro Certificate enables you and your customers to complete transactions with the assurance that no one else can read or change information as it travels over the Internet. This leads to increased visitor conversion rate, lower web site abandonment and an increase in average purchase price.
es: Un Certificado InstantSSL Pro le permite a usted y a sus clientes llevar a cabo transacciones con la seguridad de que nadie más puede leer o cambiar la información al viajar por Internet. Esto conduce a una mayor tasa de conversión de visitantes en clientes, un menor abandono de los sitios web y un aumento en el precio promedio de compra.
hu: Az InstantSSL Pro tanúsítványok biztosítják Önt és ügyfeleit arról, hogy az interneten keresztül folyó tranzakcióik mások által nem olvashatóak, illetve nem módosíthatóak. Ez megnöveli az elért konverziós arányt, csökkenti a visszafordulási arányt, és nő az átlagos megrendelési érték.
ru: Сертификат InstantSSL Pro позволяет вам и вашим клиентам совершать сделки ,с уверенностью в том что никто другой не сможет прочитать или изменить информацию, с которой вы путешествуете по Интернету. Это приводит к увеличению скорости обслуживания посетителей, снижению количества отказов веб-сайта и увеличению средней цены покупки.

# Comodo_Multi_Domain_Desc
source: Multi-domain certificates (MDC) are your solutions for securing anywhere from two to 100 domains on the same server under one SSL certificate. Consolidate your SSL management process and manage the SSL encryption for all of your domains under just one SSL certificate for multiple domains. You can start by implementing a Comodo Multi-Domain SSL Certificate.
es: Los certificados múltiple-dominio (MDC) son las soluciones disponibles para asegurar desde dos a 100 dominios en el mismo servidor con un certificado SSL. Consolide su proceso de gestión de SSL y administre el encriptado SSL para todos sus dominios con un solo certificado SSL para varios dominios. Usted puede comenzar por la implementación de un Certificado Comodo Multi-Domain SSL.
hu: A több domaines tanúsítvány (multi-domain certificates / MDC) a megoldás, ha egy szervert szükséges biztonságossá tenni kettőtől 100 domainig egy tanúsítvány segítségével. Egységesíti az SSL kezelés menetét és biztosítja a titkosítást az összes domainra.
ru: Мультидоменные сертификаты (MDC)это ваше решени для обеспечения от двух до 100 доменов на одном сервере под одним SSL-сертификатом. Консолидация процесса управления SSL и управления SSL-шифрования для всех ваших доменов под одним SSL-сертификатом для нескольких доменов. Вы можете начать с реализации Comodo Multi-Domain SSL Certificate.

# Comodo_Positive_SSL_Desc
source: Issued within 10 minutes, a Positive SSL Certificate provides a quick cost-effective solution to secure your customer transactions. More importantly, your customers are assured that it is safe to do business with you because sensitive information is encrypted and remains private.
es: Un Certificado Positivo SSL emitido dentro de los 10 minutos, proporciona una solución rápida y rentable para asegurar las transacciones de sus clientes. Más importante, sus clientes pueden estar seguros de que no hay riesgo en hacer negocios con usted, porque la información es cifrada y permanece privada.
hu: A Positive SSL tanúsítvány 10 percen belüli kibocsájtása biztosítja a gyors és költséghatékony megoldást az ügyfeleivel való tranzakciókhoz. Ennél is fontosabb, hogy az ügyfelei biztosítva vannak, hogy az üzlet során megadott érzékeny információk titkosítva, azaz biztonságban vannak.
ru: Выдаваемый в течении 10 минут, положительный Сертификат SSL обеспечивает быстрое и экономически эффективное решение для обеспечения безопасности операций клиентов. Что еще более важно, ваши клиенты уверены, что безопасно вести бизнес с вами, потому что конфиденциальная информация шифруется и остается частной.

# Comodo_Positive_SSL_Wildcard_Desc
source: 128 bit-SSL certificates designed for encrypting web sites that handle low-volume online transactions. Trusted by over 99.3% of current Internet users, Positive SSL is the solution for new web sites or environments where trust has been established and entity verification (for identity assurance) is not needed. Positive SSL Certificates carry a $10,000 warranty.
es: Certificados SSL de 128-bit diseñados para cifrar los sitios web que manejan bajos volúmenes de transacciones en línea. Positive SSL cuenta con la confianza de más del 99.3% de los usuarios actuales de Internet, son la solución para los sitios web nuevos o para los entornos en donde se ha establecido la confianza y la verificación. Los Certificados Positive SSLcuentan con una garantía de $10,000.
hu: A 128 bites SSL tanúsítványokat olyan weboldalak titkosítására tervezték, melyeken alacsony értékű tranzakciók folynak. Az internet felhasználók 99,3%-a elfogadja. Az Essential SSL a megoldás azon új weboldalak vagy környezetek számára, ahol a bizalom már megvan és a személy ellenőrzése (az identitás azonosítása) nem szükséges. A Positive SSL tanúsítvány 10,000$ ügyleti biztosítással rendelkezik.
ru: 128-битные SSL-сертификаты предназначены для шифрования веб-сайтов с низким объемом онлайн-транзакций. Имея доверие более 99,3% существующих пользователей Интернета, Positive SSL представляет собой решение для новых веб-сайтов или сред, где доверие было установлено и организация проверки (для гарантии идентичности) не нужна.Positive SSL сертификаты имеют гарантию на $ 10,000.
