Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/NavigationResource/Message.*.resx
Languages: es, ru

source: About Us
es: Quiénes Somos
ru: О США (о неисправностях?)

source: Comodo Code Signing Certificates
es: Certificados Comodo Code Signing
ru: Сертификат подписи кода Comodo

source: Comodo Essential SSL Certificates
es: Certificados Comodo Essential SSL
ru: Сертификаты важности SSL Comodo (важнейший сертификат)

source: Comodo EV SSL Certificate
es: Certificado Comodo EV SSL
ru: Сертификаты Comodo EV SSL

source: Comodo EV SSL Multi Domain Certificates
es: Certificados Comodo EV SSL Multi Domain
ru: Мультидоменные сертификаты EV SSL Comodo

source: Comodo EV SSL SGC
ru: Comodo EV SSL SGC (Server Gated Cryptography (шифрование сервера шлюза))

source: Comodo Instant SSL Premium
ru: Comodo Instant SSL Premium (высший сорт)

source: Comodo Instant SSL Pro
ru: Comodo Instant SSL Pro (профессионал)

source: Comodo Multiple Domain Certificate
es: Certificado Comodo Multiple Domain
ru: Мультидоменный сертификат Comodo

source: Comodo Positive SSL Certificates
es: Certificados Comodo Positive SSL
ru: Сертификаты Comodo Positive (положительный) SSL

source: Comodo Positive SSL Wildcard
es: Comodín Comodo Positive SSL Wildcard
ru: Сертификаты Comodo Positive SSL Wildcard (позитивные используемые в качестве любого)

source: Comodo Premium Wildcard
es: Comodín Comodo Premium Wildcard
ru: Comodo Instant SSL Premium Wildcard (высший сорт используемый в качестве любого)

source: Comodo SGC (SGC)
ru: Comodo SGC (SGC) (Server Gated Cryptography (шифрование сервера шлюза))

source: Comodo SGC Wildcard
es: Comodín Comodo SGC Wildcard
ru: Comodo SGC Wildcard (используемый в качестве любого)

source: Comodo Unified Communication (UC)
ru: Унифицированные коммуникации Comodo

source: Contact Us
es: Contáctenos
ru: Наши контакты

source: Disclaimer
es: Aviso Legal
ru: Отказ, отклонение

source: GeoTrust QuickSSL Premium Certificates
es: Certificados GeoTrust QuickSSL Premium
ru: Сертификаты GeoTrust QuickSSL Premium (высший сорт)

source: GeoTrust True BusinessID certificates
es: Certificados GeoTrust True BusinessID
ru: Сертификаты GeoTrust True BusinessID

source: GeoTrust True BusinessID Multi-Domain Certificates
es: Certificados GeoTrust True BusinessID Multi-Dominio
ru: Мультидоменные сертификаты GeoTrust True BusinessID

source: GeoTrust True BusinessID Wildcard Certificates
es: Certificados GeoTrust True BusinessID Wildcard
ru: Сертификаты GeoTrust True BusinessID Wildcard (используемые в качестве любого)

source: GeoTrust True BusinessID with Extended Validation (EV)
es: GeoTrust True BusinessID con Validación Extendida (EV)
ru: GeoTrust True BusinessID с Extended Validation (EV) (продлённым сроком действия)

source: GeoTrust True BusinessID with Extended Validation (EV) Multi Domain
es: Dominios Múltiples BusinessID de GeoTrust True con Validación Extendida (EV)
ru: Мультидоменный GeoTrust True BusinessID с Extended Validation (EV) (продлённым сроком действия)

source: Home
es: Página principal
ru: Дом

source: Login
es: Ingreso
ru: Регистрация

source: Logout
es: Cerrar sesión
ru: Выход из системы

source: Privacy Policy
es: Política de Privacidad
ru: Политика конфиденциальности

source: RapidSSL Certificates
es: Certificados RapidSSL
ru: Сертификаты RapidSSL

source: RapidSSL Wildcard Certificates
es: Certificados RapidSSL Wildcard
ru: Сертификаты RapidSSL Wildcard (используемые в качестве любого)

source: Recommendations
es: Recomendaciones
ru: Рекомендации

source: Refund Policy
es: Política de Devoluciones
ru: Политика компенсации

source: Reseller Program
es: Programa de Revendedores
ru: Программа посредников

source: SSL Comparison
es: Comparaciones SSL
ru: SSL сравнение (сравнение протоколов безопасных соединений)

source: Support
es: Apoyo
ru: Поддержка

source: Thawte Code Signing Certificate
es: Certificado Thawte de Código de Firma
ru: Сертификат подписи кода Thawte

source: Thawte SGC SuperCerts
ru: Суперсертификаты Thawte SGC

source: Thawte SSL Web Server Certificates
es: Certificados de Servidor Web Thawte SSL
ru: Сертификаты Thawte SSL 123 Web Server

source: Thawte SSL Web Server EV Certificates
es: Certificados de Servidor Web EV Thawte SSL
ru: Сертификаты Thawte SSL Web Server EV (продлённый срок действия)

source: Thawte SSL Web Server Wildcard Certificates
es: Certificados de Servidor Web Thawte SSLWildcard
ru: Сертификаты Thawte SSL Web Server Wildcard (используемые в качестве любого)

source: TrustKeeper PCI Compliance
es: Conforme con TrustKeeper PCI
ru: Совместимость TrustKeeper PCI (управляющая информация протокола,программируемый интерфейс связи)

source: TrustKeeper Plus EV SSL
ru: TrustKeeper Plus EV SSL (продлённый срок действия)

source: Trustwave Code Signing
es: Firma de Código Trustwave
ru: Подпись кода TrustWave

source: Trustwave Domain Validated SSL
es: SSL Validada Trustwave Domain
ru: Достоверный домен SSL TrustWave

source: Trustwave Enterprise SSL
ru: Промышленный SSL TrustWave

source: Trustwave Premium EV SSL
ru: TrustWave Premium EV SSL (высший сорт,продлённый срок действия)

source: Trustwave Premium SSL
es: Trustwave SSL Premium
ru: TrustWave Premium SSL (высший сорт)

source: Trustwave Premium Wildcard SSL
ru: TrustWave Premium Wildcard SSL (высший сорт,используемые в качестве любого)

source: Trustwave Secure Email Digital ID
es: ID Digital Email Segura Trustwave
ru: TrustWave Secure Email Digital ID (цифровая идентификация е-мейла безопасности)

source: VeriSign Code Signing
es: Firma de Código VeriSign
ru: Подпись кода VeriSign

source: VeriSign Secure Site
es: Sitio Seguro VeriSign
ru: Защита сайта VeriSign

source: VeriSign Secure Site Pro
es: Sitio Seguro VeriSign Pro
ru: Профессиональная защита сайта VeriSign

source: VeriSign Secure Site Pro with EV
es: Sitio Seguro VeriSign Pro con EV
ru: Профессиональная защита сайта с продлённым сроком действия VeriSign

source: VeriSign Secure Site with EV
es: Sitio Seguro VeriSign con EV
ru: Защита сайта с продлённым сроком действия VeriSign

source: VeriSign Trust Seal
es: Sello de Confianza VeriSign
ru: VeriSign Trust Seal (печать достоверности)

source: Thawte SSL 123 Web Server
es: Thawte SSL 123 Servidor Web
