Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/GeneralMessage/Message.*.resx
Languages: es, fr, hu, ru

source: Accepted Cards
es: Tarjetas Aceptadas
fr: Accepted Cards_fr
hu: Elfogadott kártyák
ru: Распространённые платы

# AccountBalance_Caption
source: Account Balance
es: Saldo de la Cuenta
fr: Account Balance_fr
hu: Számlahitel
ru: Баланс счёт

source: Account Activation Email
es: Email de Activación de Cuenta
fr: Account Activation Email_fr
hu: Fiók aktiváló email
ru: Е-мейл активации счёта

# AccSummary_Header
source: Account Summary
es: Resumen de la Cuenta
fr: Account Summary_fr
hu: Számlaösszesítő
ru: Сводка счёта

# AccSum_AddFund_Caption
source: Add Fund
es: Añadir Fondo
fr: Add Fund_fr
hu: Feltöltés
ru: Добавить денежные средства

# action_Caption
source: Action
es: Acción
fr: Action_fr
hu: Akció
ru: Действие,акция

# ActivatedDate_Caption
source: Activated Date
es: Fecha de Activación
fr: Activated Date_fr
hu: Aktiválás dátuma
ru: Дата активации

# ActiveContracts_Caption
source: Active Contracts
es: Contratos Activos
fr: Active Contracts_fr
hu: Aktív szerződések
ru: Активные контракты

# ActiveResellers_Caption
source: Active Resellers
es: Revendedores Activos
fr: Active Resellers_fr
hu: Aktív értékesítők
ru: Активные посредники

# ActiveSupports_Caption
source: Active Supports
es: Soportes Activos
fr: Active Supports_fr
hu: Aktív segítség
ru: Активные поддержки

# ActiveUsers_Caption
source: Active Users
es: Usuarios Activos
fr: Active Users_fr
hu: Aktív felhasználók
ru: Активные пользователи

# AddCustomer_Caption
source: Add Customer
es: Añadir Cliente
fr: Add Customer_fr
hu: Felhasználó létrehozása
ru: Добавить клиента

# AddDomainNames_Caption
source: Additional Domains
es: Añadir Nombres de Dominio
fr: Add Domain Names_fr
hu: Domain nevek hozzáadása
ru: Добавить имя домена

# AddEditSlab_Caption
source: Add/ Edit Slab
es: Agregar/ Editar Slab
fr: Add/ Edit Slab_fr
hu: Slab új/szerkesztés
ru: Добавить/редактировать заготовку

# AddFund_btn
source: Add Fund
es: Añadir Fondo
hu: Feltöltés hozzáadása
ru: Добавить денежные средства

# AdditionalDomains_Caption
source: Additional Domains
es: Dominios Adicionales
fr: Additional Domains_fr
hu: További domainek
ru: Дополнительный домен

# AddReseller_Caption
source: Add Reseller
es: Añadir Distribuidor
fr: Add Reseller_fr
hu: Értékesítő hozzáadása
ru: Добавить посредника

source: Add Fund Notification
es: Agregar Notificación de Fondo
fr: Add Fund Notification_fr
hu: Feltöltés értesítő megadása
ru: Добавить уведомление (о добавлении) денежных средств

source: Admin Email
es: Email Admin
fr: Admin Email_fr
ru: Е-мейл администратора

source: Admin Email Notification
es: Notificación Email Admin
fr: Admin Email Notification_fr
hu: Admin email értesítő
ru: Сообщение на е-мейл администратора

# AdvancedSearch_btn
source: Advanced Search
es: Búsqueda Avanzada
hu: Részletes keresés
ru: Продвинутый поиск

# AlternativeEmail_Caption
source: Alternative Email
es: Email Alternativo
fr: Alternative Email_fr
hu: Alternatív email
ru: Альтернативный Е-мейл

source: API Login ID
es: ID Ingreso API
fr: API Login ID_fr
ru: Регистрация идентификатора API

# Apply_to_Caption
source: Apply to
es: Se Aplica a
fr: Apply to_fr
hu: Alkalmaz részére:
ru: Применить к/в...

# ApproverEmail_Caption
source: Verification Email
es: Email de Verificación
fr: Verification Email_fr
hu: Visszaigazoló email
ru: Проверка е-мейла

# AuthorizationCode_Caption
source: Authorization Code
es: Código de Autorización
fr: Authorization Code_fr
hu: Hitelesítő kód
ru: Код проверки

source: Banner Selection
es: Selección de Pancarta
fr: Banner Selection_fr
hu: Banner választás
ru: Выбор баннера

# BCC_Caption
source: BCC
es: Copia Oculta
fr: BCC_fr
ru: Скрытая копия письма

# BillingAddress_Caption
source: Billing Address
es: Dirección de Facturación
fr: Billing Address_fr
hu: Számlázási cím
ru: Адрес для платежа

source: Billing Email
es: Email de Facturación
fr: Billing Email_fr
hu: Számlázási email
ru: Е-мейл для платежа

source: Bill To
es: Factúrese a
fr: Bill To_fr
hu: Számlázási név
ru: Выставить счёт

source: Blog Option
es: Opción de Blog
fr: Blog Option_fr
hu: Blog opció
ru: Варианты блога

source: Blog Url
es: Url de Blog
fr: Blog Url_fr
ru: Эл.адрес блога

# Brand_Caption
source: Brand
es: Marca
fr: Brand_fr
ru: Марка/бренд

source: Brand Configuration
es: Configuración de Marca
fr: Brand Configuration_fr
hu: Brand beállítás
ru: Конфигурация бренда

source: Business Design
es: Diseño de Negocios
fr: Business Design_fr
hu: Üzleti modell
ru: Бизнес-план

# CampaignName_Caption
source: Campaign Name
es: Nombre de la Campaña
fr: Campaign Name_fr
hu: Kampány neve
ru: Название компании

# CanbeReissued_Caption
source: Can be Reissued
es: Se Puede Renovar
fr: CanbeReissued_fr
hu: Újra kibocsájtható
ru: Может быть переиздано

# Cancelation_Header
source: Cancellation/Refund Request
es: Solicitud de Cancelación/Reembolso
fr: Cancellation/Refund Request_fr
hu: Lemondás/Visszatérítés kérése
ru: Отмена/Запрос о возмещении

# CancellationRefundRequest_btn
source: Cancellation/Refund Request
es: Solicitud de Cancelación/Reembolso
hu: Lemondás/Visszatérítés kérése
ru: Отмена/Запрос о возмещении

# Cancel_ddlreason_op1
source: Ordered by Mistake
es: Ordenado por error
fr: Ordered by Mistake_fr
hu: Téves rendelés
ru: Упорядоченные по ошибке

# Cancel_ddlreason_op2
source: My Hosting company doesn't allow third party SSL
es: Mi empresa de Hospedaje no permite SSL de terceras partes
fr: My Hosting company doesn't allow third party SSL_fr
hu: A hoszting társaságom nem fogad el külsős tanúsítványt
ru: Моя хостинг-компания не даёт третим лицам SSL

# Cancel_ddlreason_op3
source: I don't have proper documents
es: No tengo documentos en regla
fr: I don't have proper documents_fr
hu: Nincs meg egy szükséges dokumentum
ru: У меня нет ссответствующих документов

# Cancel_ddlreason_op4
source: Can not have approval email
es: No se puede obtener aprobación de email
fr: Can not have approval email_fr
hu: Nem kaptam meg a megrendelésről az emailt
ru: Не удаётся получить разрешение по эл.почте

# CardName_Caption
source: Card Name
es: Titular de Tarjeta
fr: Card Name_fr
hu: Kártya neve
ru: Название карты

# CardType_Caption
source: Card Type
es: Tipo de tarjeta
fr: Card Type_fr
hu: Kártya típusa
ru: Тип карты

# Cart_Promocode_Caption
source: Do you have a promo code?
es: INGRESAR CÓDIGO PROMOCIONAL
fr: ENTER PROMO CODE_fr
hu: PROMÓCIÓS KÓD
ru: ВВЕДИТЕ ПРОМОКОД

# CCName
source: Name on Card
es: Nombre en la Tarjeta
fr: Name on Card_fr
hu: Kártyabirtokos neve
ru: Имя владельца карты

# CCSaved
source: Credit card settings saved successfully.
es: Configuración de tarjeta de crédito guardada correctamente.
hu: A bankkártya beállítások sikeresen elmentve
ru: Настройки кредитной карты успешно сохранены

# CertificateExpiresOn_Caption
source: Certificate Expires On
es: Certificado Expira el
fr: Certificate Expires On_fr
hu: A tanúsítvány lejárata
ru: Сертификат истекает

source: Change Password Email
es: Email de Cambio de Contraseña
fr: Change Password Email_fr
hu: Jelszó megváltoztatása e-mailben
ru: Изменение пароля эл.почты

# CheckCSR_Header
source: Enter Certificate Signing Request (CSR)
es: Introduzca Solicitud de Firma de Certificado (CSR)
hu: Tanúsítvány aláírási kérvény (Certificate Signing Request / CSR) megadása
ru: Введите запрос на подпись сертификата

# Checkout_AdditionalDomains_caption
source: Additional Domains
es: Dominios Adicionales
fr: Additional Domains_fr
hu: További domainek
ru: Дополнительные домены

# Checkout_AvailCredit_Caption
source: Available Credit
es: Crédito disponible
fr: Available Credit_fr
hu: Elérhető keret
ru: Доступный кредит

# Checkout_Back_btn
source: Back
es: Regresar
fr: Back_fr
hu: Vissza
ru: Отводить назад

# Checkout_BillInfo_Caption
source: Billing Information
es: Información de Facturación
fr: Billing Information_fr
hu: Fizetési információk
ru: Платёжная информация

# Checkout_CardExpiry_Caption
source: Date of Expiry
es: Fecha de Expiración
fr: Date of Expiry_fr
hu: Lejárati dátum
ru: Дата истечения срока

# Checkout_CCVCode_Caption
source: CCV Code
es: Código CCV
fr: CCV Code_fr
hu: Kártyaellenőrző kód
ru: Код CVV (трёхзначный или четырёхзначный код проверки подлинности карты платёжной системы Visa)

# Checkout_Confirm_btn
source: Confirm
es: Confirmar
fr: Confirm_fr
hu: Jóváhagy
ru: Подтверждение

# Checkout_ConOrder_Caption
source: Confirm Order
es: Confirmar Pedido
fr: Confirm Order_fr
hu: Rendelés jóváhagyása
ru: Подтвердить заказ

# Checkout_CreditAmt_Caption
source: Credit Amount
es: Cantidad del Crédito
fr: Credit Amount_fr
hu: Hitel
ru: Сумма кредита

# Checkout_CreditCard_Caption
source: Credit Card # (no spaces, no dashes)
es: # Tarjeta de Crédito (sin espacios, sin guiones)
fr: Credit Card # (no spaces, no dashes)_fr
hu: Bankkártya száma (szóköz és kötőjel nélkül)
ru: № кредитной карты (без пробелов и тире)

# Checkout_CreditCInfo_Header
source: Credit Card Information
es: Información Tarjeta de Crédito
fr: Credit Card Information_fr
hu: Bankkártya információk
ru: Информация о кредитной карте

# Checkout_Domain_Caption
source: Domain
es: Dominio
fr: Domain_fr
ru: Домен

# Checkout_ForgotPwd
source: Forgot your password?
es: ¿Olvidó su Contraseña?
fr: Forgot your password?_fr
hu: Elfelejtette a jelszavát?
ru: Забылли пароль?

# Checkout_OrderAmt_Caption
source: Order Amount
es: Importe del Pedido
fr: Order Amount_fr
hu: Megrendelés összege
ru: Сумма заказа

# Checkout_PayableAmt_Caption
source: Payable Amount
es: Importe a Pagar
fr: Payable Amount_fr
hu: Fizetendő összeg
ru: Сумма оплаты

# Checkout_PayDetail_Caption
source: Payment Details
es: Detalles de Pago
fr: Payment Details_fr
hu: Fizetés részletei
ru: Реквизиты платежа

# Checkout_PaymentInfo_Caption
source: Payment Information
es: Información Sobre el Pago
fr: Payment Information_fr
hu: Fizetési információ
ru: Информация о платеже

# CheckOut_PaypalInfo_Header
source: PayPal Information
es: Información de PayPal
fr: PayPal Information_fr
hu: PayPal információ
ru: PayPal информация

# Checkout_PlaceOrder_Caption
source: Place Order
es: Realizar el Pedido
fr: Place Order_fr
hu: Megrendelés véglegesítése
ru: Разместить заказ

# Checkout_SelectPayment_Header
source: Select Payment Mode
es: Seleccionar el Modo de Pago
fr: Select Payment Mode_fr
hu: Fizetési módok
ru: Выберите режим оплаты

# Checkout_StreetAdd_Caption
source: Street Address (Continued)
es: Dirección (Permanente)
fr: Street Address (Continued)_fr
hu: Cím (folytatás)
ru: Адрес (продолжение)

# Checkout_YourAccountPwd
source: Your Account password
es: Contraseña de su Cuenta
fr: Your Account password_fr
hu: A fiók jelszava
ru: Ваш пароль

# Checkout_YourEmailAddress
source: Your Email Address
es: Su Email
fr: Your Email Address_fr
hu: Az Ön email címe
ru: Ваша эл.почта

# chkSSL_Header
source: Enter your Domain Name
es: Introduzca su Nombre de Dominio
hu: Adja meg a domainjának nevét
ru: Введите имя вашего домена

# ChngPwd_Header
source: Change Password
es: Cambiar Contraseña
fr: Change Password_fr
hu: Jelszó megváltoztatása
ru: Изменение пароля

# ChngPwd_NewPwd_Caption
source: New Password
es: Nueva Contraseña
fr: New Password_fr
hu: Új jelszó
ru: Новый пароль

# City_Caption
source: City
es: Ciudad
fr: City_fr
hu: Város
ru: Город

source: Clean Style Design
es: Diseño de Estilo Definido
fr: Clean Style Design_fr
ru: Очистка стиля дизайна

# ClickHere_Caption
source: Click here
es: Haga Clic Aquí
fr: Click here_fr
hu: Kattintson ide
ru: Нажмите здесь

source: Click Here
es: Haga Clic Aquí
fr: Click Here_fr
hu: Kattintson ide
ru: Нажмите здесь

# Clients_Caption
source: Clients
es: Clientes
fr: Clients_fr
hu: Ügyfelek
ru: Клиенты

# CodeName_Caption
source: Code Name
es: Nombre Código
fr: Code Name_fr
hu: Kód neve
ru: Название кода

# Comment_Caption
source: Comment
es: Comentario
fr: Comment_fr
hu: Megjegyzés
ru: Комметарий

source: Company Name
es: Nombre de Compañía
fr: Company Name_fr
hu: Társaság neve
ru: Название компании

# Company_Caption
source: Company Name
es: Nombre de Compañía
fr: Company Name_fr
hu: Társaság neve
ru: Название компании

# ConfirmPassword_Caption
source: Confirm Password
es: Confirmar Contraseña
fr: Confirm Password_fr
hu: Jelszó újra

# Content_Caption
source: Content
es: Contenido
fr: Content_fr
hu: Tartalom
ru: Содержание

# Content_Header
source: Edit Store Content
es: Editar Contenido de la Tienda
fr: Edit Store Content_fr
hu: Bolt tartalmának szerkesztése
ru: Изменить содержимое (магазина, запасённого)

# Continue_btn
source: Continue
es: Continuar
hu: Folytat
ru: Продолжать

# ContractLevel_Caption
source: Contract Level
es: Nivel del Contrato
fr: Contract Level_fr
hu: Szerződés szintje
ru: Название уровня

# Contract_Caption
source: Contract Name
es: Nombre del Contrato
fr: Contract Name_fr
hu: Szerződés neve
ru: Название контракта

# Country_Caption
source: Country
es: País
fr: Country_fr
hu: Ország
ru: Страна

# CreditCardNo_Caption
source: Credit Card Number
es: Número Tarjeta de Crédito
fr: Credit Card Number_fr
hu: Bankkártyaszám
ru: Номер кредитной карты

# CreditCard_Caption
source: Credit Card
es: Tarjeta de Crédito
fr: Credit Card_fr
hu: Bankkártya
ru: Кредитная карта

# Credit_Refund_Caption
source: Credit/Refund
es: Crédito/Reembolso
fr: Credit/Refund_fr
hu: Credit/Visszatérítés
ru: Кредит/Возврат

# CropImage_Caption
source: Crop Image
es: Imagen Recortada
fr: Crop Image_fr
hu: Kép vágása
ru: Обрезать изображение

# CropSave_btn
source: Crop & Save
es: Recortar y Guardar
hu: Vág és ment
ru: Обрезать и сохранить

# CurrentCulture_Caption
source: Current Language
es: Cultura Actual
fr: Current Culture_fr
hu: Jelenlegi kultúra
ru: Текущие знаки искусственных сооружений

# CurrentLanguage_Caption
source: Current Language
es: Idioma Actual
fr: Current Language_fr
hu: Jelenlegi nyelv
ru: Текущий язык

# CustomerName_Caption
source: Customer Name
es: Nombre del Cliente
fr: Customer Name_fr
hu: Vásárló neve
ru: Имя (название) клиента

# CustomerSince_Caption
source: Customer Since
es: Cliente desde
fr: Customer Since_fr
hu: Ügyfél kor
ru: Клиент с тех пор как

# CustomerType_Caption
source: Customer Type
es: Tipo de Cliente
fr: Customer Type_fr
hu: Vásárló típusa
ru: Тип клиента

# CustomerwiseReport_Header
source: Customerwise Report
es: Informe Respecto a Clientes
fr: Customerwise Report_fr
hu: Ügyfélszűrő riport
ru: Отчёт по клиентам

source: Customer Email Notification
es: Notificación por Email al Cliente
fr: Customer Email Notification_fr
hu: Vásárló értesítése e-mailben
ru: Уведомление клиента (по) электронной почты

# Dashboard_Caption
source: Dashboard
es: Cuadro de Mando
fr: Dashboard_fr
hu: Összefoglaló
ru: Приборная панель

# DateRange_Caption
source: Date Range
es: Rango de Fechas
fr: Date Range_fr
hu: Időszak
ru: Диапазон дат

# DatewiseReport_Header
source: Datewise Report
es: Informe Respecto a Fechas
fr: Datewise Report_fr
hu: Időszaki riport
ru: Отчёт по датам

# date_Caption
source: Date
es: Fecha
fr: Date_fr
hu: Dátum
ru: Дата

# Date_Created_Caption
source: Date Created
es: Fecha de Creación
fr: Date Created_fr
hu: Létrehozási dátum
ru: Дата создания

# Date_Modified_Caption
source: Date Modified
es: Fecha de Modificación
fr: Date Modified_fr
hu: Módosítási dátum
ru: Дата изменения

# ddlStatus_Active
source: ACTIVE
es: Activo
fr: Active_fr
hu: Aktív
ru: Активный

# ddlStatus_All
source: All
es: Todos
fr: All_fr
hu: Minden
ru: Всё

# ddlStatus_Expired
source: Expired
es: Expirado
fr: Expired_fr
hu: Lejárt
ru: Истекший

# dd_Closed
source: Closed
es: Cerrado
fr: Closed_fr
hu: Lezárva
ru: Закрыто

# dd_NoSale
source: No Sale
es: No Venta
fr: No Sale_fr
hu: Nincs eladás
ru: Не продаётся

# dd_Open
source: Open
es: Abierto
fr: Open_fr
hu: Nyitott
ru: Открыто

# dd_Resolved
source: Resolved
es: Resuelto
fr: Resolved_fr
hu: Megoldott
ru: Урегулированный

# Delete_Caption
source: Delete
es: Eliminar
fr: Delete_fr
hu: Törölt
ru: Удалить

# Description_Caption
source: Description
es: Descripción
fr: Description_fr
hu: Meghatározás
ru: Описание

# Detail_Caption
source: Detail
es: Detalle
fr: Detail_fr
hu: Részlet
ru: Подробность/деталь

# Display_Phone_Number
source: Display Phone Text
es: Mostrar Número de Teléfono
fr: Display Phone Number_fr
hu: Telefonszám megjelenítése
ru: Отобразить номер телефона

# DomainName_Caption
source: Domain Name
es: Nombre de Dominio
fr: Domain Name_fr
hu: Domain név
ru: Имя домена

# Domain_Caption
source: Domain
es: URL
fr: URL_fr
hu: URL
ru: URL (определитель местонахождения ресурса)

# DownloadCertificate_btn
source: Download Certificate
es: Descargar Certificado
hu: Tanúsítvány letöltése
ru: Скачать сертификат

# EditMeta_Caption
source: Edit Meta Tag
es: Editar Meta Etiqueta
fr: Edit Meta Tag_fr
hu: Meta tag szerkesztése
ru: Редактирование метатегов

# Edit_Caption
source: Edit
es: Editar
fr: Edit_fr
hu: Szerkeszt
ru: Редактировать

source: Edit Contract Price of
es: Editar Precio Contrato de
fr: Edit Contract Price of_fr
hu: Szerződési ár szerkesztése
ru: Редактировать цену контракта

source: Edit Email Template
es: Editar Plantilla de Email
fr: Edit Email Template_fr
hu: Email sablon szerkesztése
ru: Изменить е-мейл шаблона

# EmailContent_Caption
source: Email Content
es: Contenido de Email
fr: Email Content_fr
hu: Email tartalom
ru: Содержание е-мейла

# EmailExists
source: Email alredy exist.
es: Email ya existe.
fr: Email alredy exist._fr
hu: Email cím már létezik.
ru: Е-мейл уже существует

# EmailSubject_Caption
source: Email Subject
es: Asunto de Email
fr: Email Subject_fr
hu: Email tárgy
ru: Тема эл.письма

source: Email on New Customer Signup
es: Email de Registro de Nuevo Cliente
fr: Email on New Customer Signup_fr
hu: Email új vásárlónak
ru: Е-мейл при регистрации нового клиента

source: Email on New Reseller Signup
es: Email de Registro de Nuevo Revendedor
fr: Email on New Reseller Signup_fr
hu: Email új értékesítőnek
ru: Е-мейл при регистрации нового торговца

source: Email Templates
es: Plantillas de Email
fr: Email Templates_fr
hu: Email sablonok
ru: Шаблоны е-мейла

# EndDate_Caption
source: End Date
es: Fecha de Finalización
fr: End Date_fr
hu: Befejező dátum
ru: Дата окончания

# EnterPromoCode_Caption
source: Enter PromoCode
es: Ingresar Código de Promoción
fr: Enter PromoCode_fr
hu: Promóciós kód megadása
ru: Ввод промокода

# Enter_btn
source: Enter
es: Ingresar
ru: Ввод

# ErrorCCSave
source: Error while saving credit card settings.
es: Error al guardar configuración de tarjeta de crédito.
hu: Hiba a bankkártya beállítások mentésekor.
ru: Ошибка при сохранении настройки кредитных карт

# ErrorMsg
source: Error while saving settings.
es: Error al guardar configuración.
fr: Error while saving settings._fr
hu: Hiba a beállítások mentésekor.
ru: Ошибка при сохранении параметров

# ErrorPaypalSave
source: Error while saving paypal settings.
es: Error al guardar configuración de PayPal.
hu: Hiba a PayPal beállítások mentésekor.
ru: Ошибка при сохранении параметров PayPal

# ExpireDate_Caption
source: Expires On
es: Expira El
fr: Expires On_fr
hu: Lejárati idő:
ru: Истекает

# ExportToCSV_btn
source: Export To CSV
es: Exportar a CSV
hu: Export (CSV)
ru: Экспорт в разделённое запятой значение

# ExternalOrderID_Caption
source: VendorOrderID
es: ID de Pedido de Tienda SSL
fr: TheSSLStoreOrderID_fr
hu: ExternalOrderID
ru: SSL идентификация заказа магазина

# Fname_Caption
source: First Name
es: Nombre
fr: First Name_fr
hu: Keresztnév
ru: Первое имя

# FooterSection_Caption
source: FooterSection
es: Sección de Pie de Página
fr: FooterSection_fr
hu: Lábléc
ru: Раздел нижнего колонтитула

# ForgotPwd_Caption
source: Forgot Password
es: ¿Olvidó su Contraseña?
fr: Forgot Password_fr
hu: Elfelejtett jelszó
ru: Забыл пароль

# Format_Caption
source: Format
es: Formato
hu: Formátum
ru: Формат

source: Fraud Order Notification
es: Notificación Orden de Fraude
fr: Fraud Order Notification_fr
hu: Becsapós megrendelés értesítő
ru: Уведомление о мошенническом заказе

# From_Caption
source: From
es: De
fr: From_fr
hu: Feladó
ru: Из/от

# FullName_Caption
source: Full Name
es: Nombre completo
fr: Full Name_fr
hu: Teljes név
ru: Полное имя

source: Fund Amount
es: Cantidad de Fondos
hu: Költségkeret feltöltése
ru: Сумма фонда

# Fund_EnterAmt_Caption
source: Enter Amount
es: Ingrese el Monto
fr: Enter Amount_fr
hu: Feltöltés
ru: Введите сумму

# Fund_MinAmt_Note
source: (Minimum Amount is $1.00)
es: (Cantidad Mínima es de $1.00)
fr: (Minimum Amount is $1.00)_fr
hu: (Minimális feltöltési korlát: 1.00 €)
ru: Минимальная сумма 1 $

source: Gateway Name
es: Nombre de Puerta de Enlace
fr: Gateway Name_fr
hu: Átjáró neve
ru: Имя шлюза

# GeneralSettings_SuccessMsg
source: Settings are saved successfully.
es: Configuraciones guardadas correctamente.
fr: Settings are saved successfully._fr
hu: A beállítások mentése sikeres
ru: Настройки успешно сохранены

# GeneralSetting_Header
source: General Setting
es: Configuración General
fr: General Setting_fr
hu: Általános beállítások
ru: Главные настройки

# GoogleAnalytic
source: GoogleAnalytic value
es: Valor Google Analytic
fr: GoogleAnalytic value_fr
hu: GoogleAnalytics érték
ru: Значение GoogleAnalytic (подсчёт посещений сайтов вроде)

source: Google Analytics File Settings
es: Archivo de Configuración Google Analytics
hu: Google Analytics fájl beállítások
ru: Настройки файла GoogleAnalytic (подсчёт посещений сайтов вроде)

# Handle_Caption
source: Handle
es: Identificador
hu: Indok
ru: Ручка

# HeaderSection_Caption
source: HeaderSection
es: Sección de Encabezamiento
fr: HeaderSection_fr
hu: Fejléc
ru: Заголовок секции

source: Header Management
es: Gestión de Cabecera
fr: Header Management_fr
hu: Fejléc kezelés
ru: Заголовок управления

# HeardBy_Caption
source: Heard By
es: Atendido Por
fr: Heard By_fr
hu: Honnan hallott az oldalról?
ru: Услышаны

source: Home Page Punch Line
es: Remate de Página de Inicio
fr: Home Page Punch Line_fr
ru: Изюминка главной (домашней) страницы

# ImportAllProducts_btn
source: APPLY TO ALL PRODUCTS
es: Importar Todos los Productos
hu: Minden termék importálása
ru: Импорт всех продуктов

# ImportAllProducts_Caption
source: Import All Products
es: Importar Todos los Productos
fr: Import All Products_fr
hu: Minden termék importálása
ru: Импорт всех продуктов

# InactiveResellers_Caption
source: Inactive Resellers
es: Distribuidores Inactivos
fr: Inactive Resellers_fr
hu: Inaktív értékesítő
ru: Неактивный посредник

# IncidentID_Caption
source: Incident ID
es: ID de Incidente
fr: Incident ID_fr
hu: Esteszám
ru: Инцидент идентификации

# IncompleteOrder_Caption
source: Incomplete Orders
es: Pedidos Incompletos
fr: Incomplete Orders_fr
hu: Teljesítetlen megrendelések
ru: Неполные заказы

# insert_btn
source: insert
es: Insertar
hu: beszúr
ru: Вставить

# InternalProductCode_Caption
source: InternalProductCode
es: Código Interno del Producto
fr: InternalProductCode_fr
hu: Belső termékkód
ru: Внутренний код продукта

# InvoiceDate_Caption
source: Invoice Date
es: Fecha de Factura
fr: Invoice Date_fr
hu: Számla dátuma
ru: Дата счёта

# InvoiceNo_Caption
source: Invoice No
es: Factura No
fr: Invoice No_fr
hu: Számlaszám
ru: Номер счёта

# Invoice_Discount_Caption
source: Discount
es: Descuento
fr: Discount_fr
hu: Diszkont
ru: Скидка

# Invoice_Header
source: Invoice
es: Factura
fr: Invoice_fr
hu: Számla
ru: Счёт

source: Invoice Number Prefix
es: Prefijo de Número de Factura
fr: Invoice Number Prefix_fr
hu: Számlaszám előtag
ru: Префикс номера счёта

# isActive_Caption
source: isActive
es: está Activo
fr: isActive_fr
hu: Aktív
ru: Активен

# isAutoCalculation_Caption
source: isAutoCalculation
es: es Cálculo Automático
fr: isAutoCalculation_fr
hu: Automata számolás
ru: Автоматический расчет
