Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/GeneralMessage/Message.*.resx
Languages: es, fr, hu, ru

# isCompetitiveUpgradeAllowed_Caption
source: Is Competitive Upgrade Allowed
es: es Permitida Mejora Competitiva
fr: isCompetitiveUpgradeAllowed_fr
hu: Versenyképes frissítés elérhető
ru: Допускаются конкурентные обновления

# IsCompetitiveUpgrade_Caption
source: IsCompetitiveUpgrade
es: Es Mejora Competitiva
fr: IsCompetitiveUpgrade_fr
hu: Versenyképes frissítés
ru: Конкурентные обновления

# isForReseller_Caption
source: Is ForReseller
es: es Para Distribuidor
fr: isForReseller_fr
hu: Értékesítőnek
ru: Для посредника

# isNewOrder_Caption
source: Order Type
es: Tipo de Pedido
fr: Order Type_fr
hu: Megrendelés típusa
ru: Тип заказа

# isNoOfServerFree_Caption
source: Is No Of Server Free
es: No es De Servidor Gratuito
fr: isNoOfServerFree_fr
hu: Nem „szabadszerveres”
ru: Нет бесплатных серверов

# ISOName_Caption
source: ISOName
es: Nombre de ISO
fr: ISOName_fr
hu: ISO név
ru: Название ISO

# isSANEnabled_Caption
source: Is SAN Enabled
es: está Capacitado para SANE
fr: isSANEnabled_fr
hu: SAN engedélyezve
ru: Сеть устройств хранения данных включена

# IssuerName_Caption
source: Issuer Name
es: Nombre del Emisor
hu: Kibocsájtó

# isWildcard_Caption
source: is Wildcard
es: es Comodín
fr: isWildcard_fr
hu: Wildcard
ru: Неуправляемая карта

source: Is Site Run with WWW
es: Este Sitio se Ejecuta con WWW
fr: Is Site Run with WWW_fr
hu: Ez az oldal www-vel érhető el.
ru: Запускется ли сайт с WWW

source: Is V.A.T. Applicable
es: Es I.V.A Aplicable
fr: Is V.A.T. Applicable_fr
hu: V.A.T. (adószám) alkalmazható
ru: Применимо ли НДС

# KeyAlgorithm_Caption
source: Key Algorithm
es: Algoritmo Clave
hu: Kulcs algoritmus
ru: Основные Алгоритмы

source: KeyFilePath
es: Ruta Clave de Archivo de Ficheros
fr: KeyFilePath_fr
ru: Основные пути файла

# Keywords_Caption
source: Keywords
es: Palabras Clave
fr: Keywords_fr
hu: Kulcsszavak
ru: Ключевые слова

# LanguageCode_Caption
source: Language Code
es: Código de Idioma
fr: Language Code_fr
hu: Nyelvi kód
ru: Код языка

# LanguageName_Caption
source: Language Name
es: Nombre de Idioma
fr: Language Name_fr
hu: Nyelv neve
ru: Название языка

# LastReplier_Caption
source: Last Replier
es: Ultimo en Responder
fr: Last Replier_fr
hu: Utolsó válaszoló
ru: Последний отклонённый

# ListOrder_Header
source: List Orders
es: Lista de Pedidos
fr: List Orders_fr
hu: Megrendelések listája
ru: Список заказов

# ListOrder_Search_Caption
source: Search
es: Búsqueda
fr: Search_fr
hu: Keresés
ru: Поиск

source: Live CHat OpTion
es: Opción de Chat en vivo
fr: Live CHat OpTion_fr
hu: Live Chat opciók
ru: Вариаты онлайн-чата

source: Live Chat Script
es: Script de Chat en Vivo
fr: Live Chat Script_fr
hu: Live Chat szkript
ru: Сценарии онлайн-чата

source: LiveURL
es: URL en Vivo
fr: LiveURL_fr
hu: Éles URL
ru: Живой определитель местонахождения ресурса

# Lname_Caption
source: Last Name
es: Apellido
fr: Last Name_fr
hu: Családnév
ru: Последнее имя

# Locality_Caption
source: Locality
es: Localidad
fr: Locality_fr
hu: Helység
ru: Местонахождение

# Login_BTN
source: Login
es: Ingreso
hu: Bejelentkezés
ru: Логин

# Login_Header
source: Login
es: Ingreso
fr: Login_fr
hu: Bejelentkezés
ru: Логин

source: Logo Management
es: Gestión de Logo
fr: Logo Management_fr
hu: Logó kezelés
ru: Логотип управления

# ManageCustomer_Caption
source: Manage Customer
es: Gestión del Cliente
fr: Manage Customer_fr
hu: Vásárló kezelése
ru: Управление клиентами

# ManagePromocodes_Header
source: Manage Promocodes
es: Gestión de Códigos de Promoción
fr: Manage Promocodes_fr
hu: Promóciós kódok kezelése
ru: Управление промокодами

# ManageSlab_Caption
source: Manage Slab
es: Gestionar Slab
fr: Manage Slab_fr
hu: Slab kezelése
ru: Управление шаблоном

source: Manage Contract Products
es: Gestión de Contratación de Productos
fr: Manage Contract Products_fr
hu: Szerződött termékek kezelése
ru: Управление договором продуктов

source: Manage Language & Time Zone
es: Gestión de Lengua y Zona Horaria
fr: Manage Language & Time Zone_fr
hu: Nyelvek és időzóna kezelése
ru: Управление языком и часовыми поясами

# Manage_Products_Caption
source: Manage Products
es: Gestión de Productos
fr: Manage Products_fr
hu: Termékek kezelése
ru: Управление продуктами

# MaxOrders_Caption
source: Max Orders
es: Max Pedidos
fr: Max Orders_fr
hu: Maximális rendelések
ru: Максимальный заказ

source: MerchantID
es: ID de Comerciante
fr: MerchantID_fr
hu: Kereskedő ID
ru: Идентификация оптовика

# Mobile_Caption
source: Mobile
es: Móvil
fr: Mobile_fr
hu: Mobil
ru: Мобильный

# Months_Caption
source: Months
es: Meses
fr: Months_fr
hu: Hónap
ru: Месяца

source: Need to Approve Reseller
es: Necesita Aprobar Distribuidor
fr: Need to Approve Reseller_fr
hu: Elfogadásra váró értékesítők
ru: Необходимо утвердить посредников

source: New Order Notification
es: Notificación de Nueva Orden
fr: New Order Notification_fr
hu: Új megrendelés értesítő
ru: Уведомление о новом заказе

# NoOfSan_Caption
source: No. of SAN
es: No de SAN
fr: No. of SAN_fr
hu: SAN száma
ru: № сеть устройств хранения данных

# NoRecord
source: No Record Found.
es: No se Encontró Registro.
fr: No Record Found._fr
hu: Nincs rekord.
ru: № найденой записи

# Notes_Caption
source: NOTES
es: NOTAS
fr: NOTES_fr
hu: MEGJ.
ru: ПРИМЕЧАНИЯ

# No_Dash_No_Space
source: (no spaces,no dashes)
es: (sin espacios, sin guiones)
fr: (no spaces,no dashes)_fr
hu: (szóköz és kötőjelek nélkül)
ru: Нет пробелов,нет тире

# Numbercerts
source: Number of certificates issued
es: Número de certificados expedidos
fr: Number of certificates issued_fr
hu: Kibocsájtott tanúsítványok száma
ru: Количество выданных сертификатов

# NumberOfMonths_Caption
source: Validity
es: Validez
fr: Validity_fr
hu: Érvényes
ru: Действительность

# NumberOfServers_Caption
source: Licensed Servers
es: Servidores con Licencia
fr: Licensed Servers_fr
hu: Licencelt szerverek
ru: Лицензированные серверы

# Odetail_AContactdet_Header
source: SSL Admin Contact Details
es: Detalles de Contacto Admin SSL
fr: SSL Admin Contact Details_fr
hu: SSL adminisztratív kapcsolat részletei
ru: Детали контакта администратора SSL (протокол безопасных соединений)

# Odetail_CertDetail_Header
source: Certificate Details
es: Detalles del Certificado
fr: Certificate Details_fr
hu: Tanúsítvány részletei
ru: Детали сертификата

# Odetail_Header
source: Order Detail
es: Detalle de Orden
fr: Order Detail_fr
hu: Megrendelés részletei
ru: Детали заказа

# Odetail_SiteContacts_Header
source: Site Contacts
es: Contactos del Sitio
fr: Site Contacts_fr
hu: Oldal kapcsolat
ru: Контакты сайта

# Odetail_TContactdet_Header
source: SSL Technical Contact Details
es: Detalles de Contacto Técnico SSL
fr: SSL Technical Contact Details_fr
hu: SSL technikai kapcsolat részletei
ru: Технические детали контакта SSL (протокол безопасных соединений)

# OrderDate_Caption
source: Order Date
es: Fecha de Orden
fr: Order Date_fr
hu: Megrendelés dátuma
ru: Идентификация заказа

# OrderId_Caption
source: Vendor OrderID
es: Id Orden
fr: Order Id_fr
hu: Megrendelés száma

# OrderInformation_Caption
source: Order Information
es: Información de Pedido
fr: Order Information_fr
hu: Megrendelési információk
ru: Информация о заказе

# OrderNumber_Caption
source: Vendor OrderID
es: Número de Pedido
fr: Order Number_fr
hu: Rendelési szám
ru: Номер заказа

# OrderStatusSuccess
source: Order status updated successfully.
es: Estado del pedido actualizado correctamente.
hu: Rendelési státus sikeresen frissítve.
ru: Статус заказа обновлён успешно

# OrderStatus_Caption
source: Order Status
es: Estado del Pedido
fr: Order Status_fr
hu: Rendelés státusza
ru: Статус заказа

# OrderSummary_Caption
source: Order Summary
es: Resumen de la Orden
fr: Order Summary_fr
hu: Megrendelés összesítő
ru: Итог заказа

source: Order Placed for
es: Orden Colocada por
fr: Order Placed for_fr
hu: Megrendelés számára:
ru: Заказ размещён для…

source: Order Status Reason
es: Razón de Estatus de Orden
fr: Order Status Reason_fr
hu: Megrendelés státuszának oka
ru: Статус причины заказа

# OrganisationUnit_Caption
source: Organisation Unit
es: Unidad de la Organización
fr: Organisation Unit_fr
hu: Szervezeti egység
ru: Организация группы

# Organisation_Caption
source: Organization
es: Organización
fr: Organisation_fr
hu: Szervezet
ru: Организация

# PageNameCatopm
source: Page Name
es: Nombre de la página
fr: Page Name_fr
hu: Lap neve
ru: Название страницы

source: Pager Size
es: Tamaño del Paginador
fr: Pager Size_fr
hu: Lap mérete
ru: Размер страницы

source: Paid via
es: Pagos a través de
fr: Paid via_fr
hu: Fizetési átjáró
ru: Платные через

source: PartnerID
es: ID de Socio
fr: PartnerID_fr
ru: Идентификатор партнёра

# Partner_Pricing_Caption
source: Partner Pricing
es: Precio de socio
fr: Partner Pricing_fr
hu: Partner ár
ru: Цены партнёра

# Password_Caption
source: Password
es: Contraseña
fr: Password_fr
hu: Jelszó
ru: Пароль

# PayAuthorizationCode_Caption
source: Payment Authorization Code
es: Código de Autorización de Pago
fr: Payment Authorization Code_fr
hu: Fizetési azonosító kód
ru: Детали шлюза оплаты

# PayGatewayDetails_Caption
source: Payment Gateway Details
es: Detalles de puerta de Enlace de Pago
fr: Payment Gateway Details_fr
hu: Fizetési átjáró részleti

# PaymentType_Caption
source: Payment Type
es: Tipo de Pago
fr: Payment Type_fr
hu: Fizetés típusa
ru: Тип оплаты

# PaypalSaved
source: Paypal settings saved successfully.
es: Configuración de Paypal guardada correctamente.
hu: Paypal beállítások sikeresen mentve.
ru: Настройки Paypal сохранены успешно

# Phone_Caption
source: Phone
es: Teléfono
fr: Phone_fr
hu: Telefon
ru: Телефон

# Phone_Number
source: Phone Text
es: Número de Teléfono
fr: Phone Number_fr
hu: Telefonszám
ru: Номер телефона

# PriceMargin_Caption
source: Price Margin
es: Margen de Precios
fr: Price Margin_fr
hu: Árrés
ru: Предел цены

# Price_Caption
source: Amount
es: Cantidad
fr: Amount_fr
hu: Keret
ru: Сумма

# Pricing_Caption
source: Pricing
es: Fijación de Precios
fr: Pricing_fr
hu: Ár
ru: Ценообразование

# Print_Caption
source: Print
es: Imprimir
fr: Print_fr
hu: Nyomtat
ru: Печать

# ProductCode_Caption
source: Product Code
es: Código del Producto
fr: Product Code_fr
hu: Termékkód
ru: Код продукта

# ProductTypeID_Caption
source: Certificate Type
es: ID de Tipo de Producto
fr: ProductTypeID_fr
hu: TermékTípusID
ru: Идентификатор типа продукта

# ProductwiseReport_Header
source: Productwise Report
es: Informe Respecto a Producto
fr: Productwise Report_fr
hu: Termékszűrő riport
ru: Отчёт по продуктам

# Product_Caption
source: Product
es: Nombre del Producto
fr: Product Name_fr
hu: Termék neve
ru: Название продукта

# Profit_Margin_Caption
source: Desired Profit Margin
es: Margen de Utilidades
fr: Profit Margin_fr
hu: Nyereség árrése
ru: Размер прибыли

# Promocode_Header
source: Generate Coupon Code
es: Generar Código de Cupón
fr: Generate Coupon Code_fr
hu: Kupon generálása
ru: Генерировать код купона

# PromoDiscount_Caption
source: Coupon Code Discount
es: Descuento de Código de Cupón
fr: Coupon Code Discount_fr
hu: Diszkont kupon
ru: Код скидки купона

# Pwdchanged
source: Password change successfully.
es: Cambio de contraseña exitoso.
fr: Password change successfully._fr
hu: A jelszó megváltoztatása sikeres
ru: Изменение пароля успешно

# Reason_Caption
source: Reason
es: Razón
fr: Reason_fr
hu: Indok
ru: Причина

# ReceiptDetail_Caption
source: Receipt Details
es: Detalles de Recibo
fr: Receipt Details_fr
hu: Nyugta részletei
ru: Получение подробностей

# Recommended_Caption
source: Recommended
es: Recomendado
fr: Recommended_fr
hu: Ajánlott
ru: Рекомендованный

# RecordStatus_Caption
source: RecordStatus
es: Status de Record
fr: RecordStatus_fr
hu: Rekord állapota
ru: Статус записи

# RefundDays_Caption
source: RefundDays
es: Días Reembolso
fr: RefundDays_fr
hu: Visszatérítés napja
ru: Дни возврата

# RefundRequest_Caption
source: Refund Request
es: Solicitud de Reembolso
fr: Refund Request_fr
hu: Visszatérítés kérvény
ru: Запрос возврата

source: Refund Notification
es: Notificación de Reembolso
fr: Refund Notification_fr
hu: Visszatérítés értesítő
ru: Возврат уведомления

# ReissueCertificate_btn
source: Re-issue Certificate
es: Re-emisión Certificado
hu: Újra kibocsájtott tanúsítvány
ru: Перевыпуск сертификата

# Remark_Caption
source: Remark
es: Observación
fr: Remark_fr
hu: Észrevétel
ru: Замечание

# RenewalAlerts_Caption
source: Renewal Alerts
es: Alertas de Renovación
fr: Renewal Alerts_fr
hu: Figyelmeztetés megújításra
ru: Обновление предупреждения

source: Renewal Notification Before 15 Days
es: Notificación de Renovación Antes de 15 días
fr: Renewal Notification Before 15 Days_fr
hu: Megújítási figyelmeztetés 15 nappal előtte
ru: Обновление уведомления за 15 дней

source: Renewal Notification Before 30 Days
es: Notificación de Renovación Antes de 30 días
fr: Renewal Notification Before 30 Days_fr
hu: Megújítási figyelmeztetés 30 nappal előtte
ru: Обновление уведомления за 30 дней

source: Renewal Notification Before 3 Days
es: Notificación de Renovación Antes de 3 días
fr: Renewal Notification Before 3 Days_fr
hu: Megújítási figyelmeztetés 3 nappal előtte
ru: Обновление уведомления за 3 дней

source: Renewal Notification Before 7 Days
es: Notificación de Renovación Antes de 7 días
fr: Renewal Notification Before 7 Days_fr
hu: Megújítási figyelmeztetés 7 nappal előtte
ru: Обновление уведомления за 7 дней

# Renewal_Noti_ResellerC_Before_15_Days
source: Renewal Notification for Reseller's Customer Before 15 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 15 días
fr: Renewal Notification for Reseller's Customer Before 15 Days_fr
hu: Megújítási figyelmeztetés az értékesítő vásárlóinak 15 nappal előtte
ru: Обновление уведомления для клиентов посредника за 15 дней

# Renewal_Noti_ResellerC_Before_30_Days
source: Renewal Notification for Reseller's Customer Before 30 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 30 días
fr: Renewal Notification for Reseller's Customer Before 30 Days_fr
hu: Megújítási figyelmeztetés az értékesítő vásárlóinak 30 nappal előtte
ru: Обновление уведомления для клиентов посредника за 30 дней

# Renewal_Noti_ResellerC_Before_3_Days
source: Renewal Notification for Reseller's Customer Before 3 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 3 días
fr: Renewal Notification for Reseller's Customer Before 3 Days_fr
hu: Megújítási figyelmeztetés az értékesítő vásárlóinak 3 nappal előtte
ru: Обновление уведомления для клиентов посредника за 3 дней

# Renewal_Noti_ResellerC_Before_7_Days
source: Renewal Notification for Reseller's Customer Before 7 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 7 días
fr: Renewal Notification for Reseller's Customer Before 7 Days_fr
hu: Megújítási figyelmeztetés az értékesítő vásárlóinak 7 nappal előtte
ru: Обновление уведомления для клиентов посредника за 7 дней

# Renewal_Noti_Reseller_Before_15_Days
source: Renewal Notification for Reseller Before 15 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 15 días
fr: Renewal Notification for Reseller's Customer Before 15 Days_fr
hu: Megújítási figyelmeztetés az értékesítőnek 15 nappal előtte
ru: Обновление уведомления для клиентов посредника за 15 дней

# Renewal_Noti_Reseller_Before_30_Days
source: Renewal Notification for Reseller Before 30 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 30 días
fr: Renewal Notification for Reseller's Customer Before 30 Days_fr
hu: Megújítási figyelmeztetés az értékesítőnek 30 nappal előtte
ru: Обновление уведомления для клиентов посредника за 30 дней

# Renewal_Noti_Reseller_Before_3_Days
source: Renewal Notification for Reseller Before 3 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 3 días
fr: Renewal Notification for Reseller's Customer Before 3 Days_fr
hu: Megújítási figyelmeztetés az értékesítőnek 3 nappal előtte
ru: Обновление уведомления для клиентов посредника за 3 дней

# Renewal_Noti_Reseller_Before_7_Days
source: Renewal Notification for Reseller Before 7 Days
es: Notificación de Renovación para los Clientes del Revendedor antes de 7 días
fr: Renewal Notification for Reseller's Customer Before 7 Days_fr
hu: Megújítási figyelmeztetés az értékesítőnek 7 nappal előtte
ru: Обновление уведомления для клиентов посредника за 7 дней

# ReNewNow_btn
source: Re-New Now
es: Renueve Ahora
hu: Megújítás most
ru: Обновление теперь

# ReplyTO_Caption
source: Reply TO
es: Respuesta A
fr: Reply TO_fr
hu: Válaszcím
ru: Отвечать на

# RequestPassword_btn
source: Request Password
es: Solicitud de Contraseña
hu: Jelszó kérése
ru: Запрос пароля

source: Require Credentials
es: Requiere Credenciales
fr: Require Credentials_fr
hu: Megbízólevél szükséges
ru: Запрос полномочий

# ResellerName_Caption
source: Reseller Name
es: Nombre del Distribuidor
fr: Reseller Name_fr
hu: Értékesítő neve
ru: Название посредника

# ResellerPrg_Header
source: Reseller Program
es: Programa de Revendedores
fr: Reseller Program_fr
hu: Értékesítő program
ru: Программа посредника

# Reseller_Caption
source: Reseller
es: Distribuidor
fr: Reseller_fr
hu: Értékesítő
ru: Посредник

source: Reseller Email Notification
es: Notificación por Email a Distribuidor
fr: Reseller Email Notification_fr
hu: Értékesítő értesítése e-mailben
ru: Уведомление посредника по е-мейлу

# Reseller_RegDate
source: Register Date
es: Fecha de Registro
fr: Register Date_fr
hu: Regisztráció dátuma
ru: Дата регистрации

source: Reseller Since
es: Distribuidor Desde
fr: Reseller Since_fr
hu: Értékesít ez óta
ru: Посредник с

# Reseller_Slab_Contract
source: Slab/Contract
es: Slab/Contrato
fr: Slab/Contract_fr
ru: Механизм управления памятью/контракт

# Reseller_Title
source: Manage Resellers
es: Administrar Revendedores
fr: Manage Resellers_fr
hu: Értékesítők kezelése
ru: Управление посредниками

# Reseller_TotalPur
source: Total Purchase
es: Total de la Compra
fr: Total Purchase_fr
hu: Összes vásárlás
ru: Все покупки

# ResendApprovalEmail_btn
source: Re-send Approval Email
es: Vuelva a enviar Aprobación por Email
hu: Elfogadó email újraküldése
ru: Повторно отправить утверждение эл.почты

# RetailPrice_Caption
source: Retail-Price
es: Precio al Por Menor
fr: Retail-Price_fr
hu: Kiskereskedelmi ár
ru: Цена прдавца

source: Robots File Settings
es: Configuración Archivo Robots
fr: Robots File Settings_fr
hu: Robots fájl beállítások
ru: Настройки файла роботов

# SalePrice_Caption
source: Sale-Price
es: Precio de Venta
fr: Sale-Price_fr
hu: Eladási ár
ru: Цена продажи

# SavedSuccessfully
source: Profile saved successfully.
es: Perfil guardado exitosamente.
fr: Profile saved successfully._fr
hu: Profil mentése sikeres.
ru: Прфиль успешно сохранён

# SavePaypalSetting_btn
source: Save Paypal Setting
es: Guardar Configuración de Paypal
hu: PayPal beállítások mentése
ru: Сохранены настройки PayPal

# SaveSetting_btn
source: Save Setting
es: Guardar Configuración
hu: Beállítások mentése
ru: Настройки сохранены

# SAVE_btn
source: SAVE
es: GUARDAR
hu: MENT
ru: СОХРАНИТЬ

# SearchOrder_Header
source: Search Order
es: Orden de Búsqueda
fr: Search Order_fr
hu: Megrendelés keresése
ru: Поиск заказа

# Search_btn
source: Search
es: Búsqueda
hu: Keresés
ru: Поиск

# SelectProduct_Caption
source: Select Product
es: Seleccionar Producto
fr: Select Product_fr
hu: Termék kiválasztása
ru: Выбрать продукт

# SelectTheme_btn
source: Select Theme
es: Seleccionar Tema
hu: Téma kiválasztása
ru: Выбрать тему

source: Select Country
es: Seleccionar País
fr: Select Country_fr
hu: Ország kiválasztása
ru: Поиск страны

# Select_PayGateway_Caption
source: Select Payment Gateway
es: Seleccionar Puerta de Enlace
fr: Select Payment Gateway_fr
hu: Fizetési átjáró kiválasztása
ru: Поиск платёжного шлюза

source: Select Payment Type
es: Seleccionar Tipo de Pago
fr: Select Payment Type_fr
hu: Fizetési típus kiválasztása
ru: Поиск платёжного типа

source: Select Theme
es: Seleccionar Tema
fr: Select Theme_fr
hu: Téma kiválasztása
ru: Выбрать тему

source: Select Timezone
es: Seleccionar Zona Horaria
fr: Select Timezone_fr
hu: Időzóna kiválasztása
ru: Выбрать часовой пояс

# SerialNumber_caption
source: Serial Number
es: Número de Serie
hu: Sorozatszám
ru: Серийный номер

# Servers_Caption
source: Servers
es: Servidores
fr: Servers_fr
hu: Szerverek
ru: Серверы

# Set_Default_Currancy
source: Set Billing Currency
es: Establezca la moneda facturación de
fr: Set Default Currancy_fr
hu: Állítsa Számlázási Pénznem
ru: Установка платежных валют

# ShoppingCart_Header
source: Your Shopping Cart
es: Su Carrito de Compras
fr: Your Shopping Cart_fr
hu: Kosár
ru: Ваша корзина для вируальных покупок

# Shoppingcart_Price
source: Price
es: Precio
fr: Price_fr
hu: Ár
ru: Цена (корзины для вируальных покупок)

# ShowInSite_Caption
source: Show in Site
es: Mostrar en el Sitio
fr: Show in Site_fr
hu: Jelenjen meg az oldalon
ru: Показать в сайте (местонахождение)

source: Show Banner
es: Mostrar Pancarta
fr: Show Banner_fr
hu: Banner megjelenítése
ru: Показать баннер

source: Show Status
es: Mostrar Estado
fr: Show Status_fr
hu: Státusz megjelenítése
ru: Показать статус

# SlabName_Caption
source: Slab Name
es: Nombre de Slab
fr: Slab Name_fr
hu: Slab neve
ru: Название механизма управления памятью

# SMTPHost_Caption
source: SMTP Host
es: Hospedaje SMTP
fr: SMTP Host_fr
hu: SMTP hoszt
ru: Хост SMTP (простой протокол передачи почты)

# SMTPPassword_Caption
source: SMTP Password
es: Contraseña SMTP
fr: SMTP Password_fr
hu: SMTP jelszó
ru: Пароль SMTP (простой протокол передачи почты)

# SMTPPort_Caption
source: SMTP Port
es: Puerto SMTP
fr: SMTP Port_fr
ru: Порт SMTP (простой протокол передачи почты)

# SMTPUser_Caption
source: SMTP User
es: Usuario SMTP
fr: SMTP User_fr
hu: SMTP felhasználó
ru: Пользователь SMTP (простой протокол передачи почты)

source: SMTP Settings
es: Configuración SMTP
fr: SMTP Settings_fr
hu: SMTP beállítások
ru: Насторойки SMTP (простой протокол передачи почты)

source: Social Networking
es: Red Social
fr: Social Networking_fr
hu: Szociális hálózat
ru: Социальные сети

# SpecialInstructions_Caption
source: Special Instructions
es: Instrucciones Especiales
fr: Special Instructions_fr
hu: Különleges instrukciók
ru: Особые инструкции

# StaffNote_Caption
source: Staff Note
es: Nota al Personal
fr: Staff Note_fr
hu: Vezetőségi megjegyzés
ru: Обратите внимание персонала

# StartDate_Caption
source: Start Date
es: Fecha de Inicio
fr: Start Date_fr
hu: Indulási dátum
ru: Дата начала

# Statement_Credit_Caption
source: Credit
es: Crédito
fr: Credit_fr
ru: Кредит

# Statement_Header
source: Account Statement
es: Estado de Cuenta
fr: Account Statement_fr
hu: Fiók kimutatás
ru: Выписка по счету

# Statement_Payment_Amount
source: Payment-Amount
es: Cantidad-Pago
fr: Payment-Amount_fr
hu: Költségkeret
ru: Сума оплаты

# Statement_Type_Caption
source: Type
es: Tipo
fr: Type_fr
hu: Típus
ru: Тип

# State_Caption
source: State
es: Estado
fr: State_fr
hu: Állapot
ru: Сосотояние

# Status_Caption
source: Status
es: Estado
fr: Status_fr
hu: Státusz

# StoreConfiguration_Caption
source: Store Configuration
es: Configuración de Tienda
fr: Store Configuration_fr
hu: Bolt beállítása
ru: Конфигурация магазина

# Street_Caption
source: Street
es: Calle
fr: Street_fr
hu: Utca
ru: Улица

# Subject_Caption
source: Subject
es: Tema
fr: Subject_fr
hu: Tárgy
ru: Тема/предмет/субъект/человек/повод/причина

# Submit_Btn
source: Submit
es: Enviar
fr: Submit_fr
hu: Elküld
ru: Представлять

source: Support Email
es: Asistencia por Email
fr: Support Email_fr
hu: Támogató email
ru: Эл.адрес службы поддержки
