Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/GeneralMessage/Message.*.resx
Languages: es, fr, hu, ru

# AuthFileDetails_Caption
source: Auth File Details
es: Datos de autenticación de archivos
ru: Подробности Авт файла

# PollDate_Caption
source: Last Poll Date
es: Última Encuesta Fecha
hu: Utolsó Poll dátuma
ru: Последний Опрос Дата

# PollStatus_Caption
source: Poll Status
es: Estado Poll
hu: Poll állapot
ru: Опрос Статус

# TokenCode_Caption
source: Token Code
es: Código Token
hu: Token kód
ru: Token код

# ResellersCustomerNotification_caption
source: Custom Email Address
es: Dirección de correo electrónico personalizada
hu: Egyedi e-mail cím
ru: Пользовательские E-mail адрес

# ResellersCustomerNotification_note
source: Customize from email address for reseller's customer's renewal notification email.
es: Personalizar de la dirección de correo electrónico para el correo electrónico de notificación de renovación del cliente del distribuidor.
hu: Testreszabása az e-mail cím viszonteladó ügyfél megújulás értesítő e-mailt.
ru: Настроить из электронной почты для клиента посредника в уведомления Обновление электронной почте.

# ShowBaner_on_HomePage_only_caption
source: Show Home page Only
es: Mostrar página de inicio Sólo
hu: Honlap megjelenítése Csak
ru: Показать только Главная

# ShowBaner_on_HomePage_only_Note
source: Show banner only home page not in detail page if checked
es: Mostrar bandera sólo no es la página de inicio en la página de detalles si se activa
hu: Mutass banner csak nyitólap részleteiben nem oldalt, ha ellenőrizte
ru: Показать баннер только главная страница не подробно, если проверить страницы

# payment_Paypal_msg
source: You will be redirected to PayPal in the next step where you will also have the option to pay with a credit/debit card.
es: Usted será redirigido a PayPal en el próximo paso en el que también tendrá la opción de pagar con una tarjeta de crédito / débito.
fr: Vous serez redirigé vers PayPal dans l'étape suivante où vous aurez également la possibilité de payer avec une carte de crédit / débit.
hu: Ön át lesz irányítva a PayPal a következő lépésben, ahol akkor is van lehetőség, hogy fizetni a hitel / betéti kártya.
ru: Вы будете перенаправлены на PayPal в следующем шаге, где вы также будете иметь возможность оплатить с помощью кредитной / дебетовой карты.

# CheckOut_Header_Caption
source: Secure Checkout
es: Pago seguro
hu: biztonságos Pénztár
ru: Безопасное извлечение

# AddFund_Caption
source: Secure Add Fund
es: Seguro Fondo Agregar
hu: Biztonságos Add Alap
ru: Безопасный фонд Добавить

# CSSSL_Caption
source: Code Signing
es: La firma de código
hu: kódaláírás
ru: Подпись кода

# DVSSL_Caption
source: Domain Validated SSL
es: Validado dominio SSL
hu: Domain érvényesített SSL
ru: Домен Validated SSL

# OVSSL_Caption
source: Organisation Validated SSL
es: Organización Validado SSL
hu: Szervezet érvényesített SSL
ru: Организация Validated SSL

# WCSSL_Caption
source: Wildcard SSL
es: comodín SSL
hu: joker SSL

# ddl_Reissue_Caption
source: REISSUE
hu: kiadáson

# No_CAption
source: No
fr: No_fr
hu: Nem
ru: Нет

# Shoppingcart_SANPrice
source: Additonal SAN Price
hu: További SAN ára

# ShoppingCart_Sno
source: S.No.
fr: S.No._fr
hu: K.Sz.
ru: Номер (корзины для вируальных покупок)

# Total_Caption
source: Total
fr: Total_fr
hu: Összesen
ru: Итог

# URLTarget_Caption
source: Target
hu: cél

# Confirm_Password_Caption
source: Confirm Password
hu: Jelszó megerősítése
ru: Подтверждение пароля

# SiteSeal_Caption
source: Site Seal
hu: webhely Seal

# CC_Caption
source: CC
fr: CC_fr
ru: Копия письма

# CSR_Caption
source: CSR
fr: CSR_fr
ru: Запрос на подпись сертификата

# Email_Caption
source: Email
fr: Email_fr
ru: Е-мейл

# Facebook_Caption
source: Facebook
fr: Facebook_fr
ru: Facebook (фотоальбом)

# Fax_Caption
source: Fax
fr: Fax_fr
ru: Факс

# PaypalId_Caption
source: Paypal ID
fr: Paypal ID_fr
ru: Идентификация PayPal

# Twitter_Caption
source: Twitter
fr: Twitter_fr
ru: Твиттер

# Zip_Caption
source: Zip
fr: Zip_fr
ru: Почтовый

# CustomerLogin_Caption
source: Login
fr: Login_fr
ru: Login_ru

# AMSSL_Caption
source: Anti-malware
ru: Антивредоносная

# IP_Caption
source: IP
fr: IP_fr

# Paypal_Caption
source: Paypal
fr: Paypal_fr

# SanMax_Caption
source: SanMax
fr: SanMax_fr

# SanMin_Caption
source: SanMin
fr: SanMin_fr
