Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/GeneralMessage/Message.*.resx
Languages: es, fr, hu, ru

source: Support Incident Notification
es: Apoyo a Notificación de Incidentes
fr: Support Incident Notification_fr
hu: Értesítő új támogatási esetről
ru: Уведомление в службу поддержки

source: Support Incident Update
es: Apoyo a Actualización de Incidentes
fr: Support Incident Update_fr
hu: Értesítő támogatás frissülésről
ru: Обновление в службу поддержки

source: Synchronize Your Product
es: Sincronizar Su Producto
fr: Synchronize Your Product_fr
hu: Termékek szinkronizálása
ru: Синхронизация вашего продукта

# Tax_Caption
source: Tax
es: Impuesto
fr: Tax_fr
hu: ÁFA
ru: Налог

# Templates_Caption
source: Templates
es: Plantillas
fr: Templates_fr
hu: Sablonok
ru: Шаблоны

# Template_Caption
source: Template
es: Plantilla
fr: Template_fr
hu: Sablon
ru: Шаблон

source: TestMode
es: Modo de Prueba
fr: TestMode_fr
hu: Tesztüzem
ru: Тестовый режим

source: TestURL
es: URL de Prueba
fr: TestURL_fr
hu: Teszt URL
ru: Тест URL (определитель местонахождения ресурса)

# Title_Caption
source: Title
es: Título
fr: Title_fr
hu: Cím
ru: Название

# TotalOrders_Caption
source: Total Orders
es: Total de Pedidos
fr: Total Orders_fr
hu: Összes megrendelés
ru: Итоговый заказ

# TotalPrice_Caption
source: Total Price
es: Precio Total
fr: Total Price_fr
hu: Összes ár
ru: Итоговая цена

# TotalTransaction_Caption
source: Total Transactions
es: Total de Transacciones
fr: Total Transactions_fr
hu: Összes tranzakció
ru: Итог сделки

source: Total Sale
es: Venta Total
fr: Total Sale_fr
hu: Összes eladás
ru: Итоговая продажа

# TO_Caption
source: TO
es: A
fr: TO_fr
hu: Címzett
ru: В/к/для

source: To Configure
es: Para Configurar
fr: To Configure_fr
hu: Beállításhoz
ru: Для настройки

# TransactionDate_Caption
source: Transaction Date
es: Fecha de Transacción
fr: Transaction Date_fr
hu: Tranzakció dátuma
ru: Дата транзакции

# TransactionDetail_Caption
source: Product Description
es: Detalles de Transacción
fr: Transaction Details_fr
hu: Tranzakció részletei
ru: Детал транзакции

# TransactionType_Caption
source: TransactionType
es: Tipo de Transacción
fr: TransactionType_fr
hu: Tranzakció típusa
ru: Тип транзакции

# TransactionwiseReport_Header
source: Transactionwise Report
es: Informe Respecto a Transacción
fr: Transactionwise Report_fr
hu: Tranzakciószűrő riport
ru: Отчёт по транзакциям

# Transaction_Key
source: Transaction Key/Signature
es: Clave de Transacción/Firma
fr: Transaction Key/Signature_fr
hu: Tranzakciós kulcs/aláírás
ru: Ключ транзакции / Подпись

# Under_Maintanance
source: Under Maintenance
es: En Mantenimiento
fr: Under Maintanance_fr
hu: Karbantartás alatt
ru: Под обслуживанием

source: Upload Logo
es: Cargar Logo
fr: Upload Logo_fr
hu: Logó feltöltése
ru: Загрузить логотип

# Username_Caption
source: Username
es: Nombre de usuario
fr: Username_fr
hu: Felhasználó neve
ru: Имя пользователя

# UserProfile_Header
source: Personal Information
es: Información Personal
fr: Personal Information_fr
hu: Személyes információ
ru: Личная информация

# UseSSL_Caption
source: UseSSL
es: Usar SSL
fr: UseSSL_fr
hu: SSL használata
ru: Использовать SSL

# Use_Auth
source: Use Authorized.net
es: Usar .net Autorizada
hu: Authorized.net használata
ru: Использовать Authorized.net

source: Use PayPal
es: Usar PayPal
fr: Use PayPal_fr
hu: PayPal használata
ru: Использовать PayPal

source: Use SSL
es: Usar SSL
fr: Use SSL_fr
hu: SSL használata
ru: Использовать SSL

# Value_Caption
source: Value
es: Valor
fr: Value_fr
hu: Értékesítő
ru: Значение

source: VAT #
es: # IVA
fr: VAT #_fr
hu: Adószám (VAT)
ru: НДС#

# WebServerID_Caption
source: WebServer ID
es: ID Servidor Web
fr: WebServer ID_fr
hu: WebSzerver ID
ru: Идетифокатор сервера

# Welcome_Caption
source: Welcome
es: Bienvenido
fr: Welcome_fr
hu: Üdvözlöm
ru: Добро пожаловать

source: Welcome Email
es: Email de Bienvenida
fr: Welcome Email_fr
hu: Üdvözlő email
ru: Е-мейл для входа

# Year_Caption
source: Year
es: Año
fr: Year_fr
hu: Év
ru: Год

# Year_Caption1
source: 1 Year
es: 1 Año
fr: 1 Year_fr
hu: 1 év
ru: 1 год

# Year_Caption2
source: 2 Year
es: 2 Años
fr: 2 Year_fr
hu: 2 év
ru: 2 года

# Year_Caption3
source: 3 Year
es: 3 Años
fr: 3 Year_fr
hu: 3 év
ru: 3 года

# Year_Caption4
source: 4 Year
es: 4 Años
fr: 4 Year_fr
hu: 4 év
ru: 4 года

# Year_Caption5
source: 5 Year
es: 5 Años
fr: 5 Year_fr
hu: 5 év
ru: 5 лет

# Yes_CAption
source: Yes
es: Sí
fr: Yes_fr
hu: Igen
ru: Да

# Call_Caption
source: Call
es: llamar
hu: hívás

# CheckCSR_Caption
source: Check CSR Key
es: comprobar CSR clave
hu: Ellenőrizze a CSR Key

# CheckSSLCertificate_Caption
source: Check SSL Certificate
es: Comprobar certificado SSL
hu: Ellenőrizze SSL tanúsítvány

# Footer_AboutUs
source: About Us
es: Acerca de Nosotros
hu: Rólunk

# Footer_ContactUs
source: Contact Us
es: Contacte con nosotros
hu: Kapcsolat

# Footer_Disclaimer
source: Disclaimer
es: Renuncia
hu: lemondás

# Footer_Home
source: Home
es: Casa
hu: otthon

# Footer_PrivacyPolicy
source: Privacy Policy
es: Política de Privacidad
hu: Adatvédelem

# Footer_RefundPolicy
source: Refund Policy
es: Política de devoluciones
hu: visszatérítési politika

# Footer_SiteMap
source: Site Map
es: Mapa del Sitio
hu: Oldaltérkép

# FreeTools_Caption
source: Free Tools
es: Herramientas gratuitas
hu: ingyenes eszközök

source: My Cart
es: mi Carrito
hu: Kosár

# Question_Caption
source: Questions?
es: ¿Preguntas?
hu: Kérdései vannak?

# SSLComparison_Caption
source: SSL Comparison
es: Comparativa SSL
hu: SSL összehasonlítása

# USerMenu_AdminHome
source: Admin Home
es: Inicio Administración
hu: Admin Kezdőlap

# UserMenu_ClientSupport
source: Client Support
es: Soporte al Cliente
hu: Client támogatása

# UserMenu_MYACCOUNT
source: My Account
es: MI CUENTA
hu: FIÓKOM

# UserMenu_MYORDERS
source: MY ORDERS
es: MIS PEDIDOS
hu: Kilépés

# UserMenu_OrderSSL
source: Order SSL
es: Para SSL
hu: Rendelés SSL

# UserMenu_Preferences
source: Preferences
es: Preferencias
hu: Beállítások

# UserMenu_Welcome
source: Welcome
es: Bienvenida
hu: Üdvözöljük

# WeAccept_Caption
source: We Accept
es: aceptamos
hu: mi elfogadása

# Acc_summary_btn
source: Account Summary
es: Resumen de la Cuenta
hu: Az összesítő

# AddPage_Caption
source: Add Page
es: Añadir página
hu: oldal hozzáadása

# Admin_menu_Customers
source: Customers
es: Clientes de
hu: Az ügyfelek

# Admin_menu_Products
source: Products
es: Productos
hu: termékek

# Admin_menu_PromoCodes
source: Promo Codes
es: Códigos Promocionales
hu: promóciós kódok

# Admin_menu_Reports
source: Reports
es: Informes
hu: jelentések

# Admin_menu_Reseller
source: Resellers
es: Revendedores
hu: viszonteladók

# Admin_menu_StoreConfiguration
source: Store Configuration
es: Tienda de configuración

# Admin_sbm_AddBanner
source: Add Banner
es: Añadir Banner

# Admin_sbm_AddContracts
source: Add Contracts
es: Añadir contratos
hu: Add szerződések

# Admin_sbm_AddCustomer
source: Add Customer
es: Añadir al Cliente
hu: Add Ügyfél

# Admin_sbm_AddGoogleAnalyics
source: Add Google Analyics
es: Añadir Google Analytics

# Admin_sbm_AddProducts
source: Add Products
es: Agregar Productos
hu: Add termékek

# Admin_sbm_AddReseller
source: Add Reseller
es: Añadir distribuidor
hu: Add Viszonteladó

# Admin_sbm_AddRobotsFile
source: Add Robots File
es: Añadir Robots Archivo
hu: Add robotok Fájl

# Admin_sbm_CustomerwiseReport
source: Customer wise Report
es: Informe al cliente Sabio
hu: Ügyfél bölcs jelentése

# Admin_sbm_DatewiseReport
source: Date wise Report
es: Fecha de Informe Sabio
hu: Dátum bölcs jelentése

# Admin_sbm_EditStoreContent
source: Edit Store Content
es: Editar el contenido de la tienda
hu: Szerkesztés Store tartalom

# Admin_sbm_EmailTemplate
source: Email Template
es: Plantilla de correo electrónico
hu: E-mail sablon

# Admin_sbm_GeneralSetting
source: General Setting
es: Datos generales
hu: általános beállítások

# Admin_sbm_GeneratePromocode
source: Generate Promocode
es: Generar Código de promoción
hu: generálása Promocode

# Admin_sbm_ManageContracts
source: Manage Contracts
es: Gestionar contratos
hu: kezelése szerződések

# Admin_sbm_ManageCustomer
source: Manage Customer
es: Gestionar al cliente
hu: kezelése Ügyfél

# Admin_sbm_ManageProducts
source: Manage Products
es: Gestionar los productos
hu: Termékek kezelése

# Admin_sbm_ManagePromocode
source: Manage Promocode
es: Gestionar el código de promoción
hu: kezelése Promocode

# Admin_sbm_ManageReseller
source: Manage Reseller
es: Gestionar Distribuidor
hu: kezelése Viszonteladó

# Admin_sbm_ManageTheme
source: Manage Theme
es: Gestionar Tema
hu: kezelése téma

# Admin_sbm_PaymentSetting
source: Payment Setting
es: Ajuste de pago
hu: Fizetés beállítása

# Admin_sbm_ProductwiseReport
source: Product wise Report
es: Producto Sabio Informe
hu: Termék bölcs jelentése

# Admin_sbm_SMTPSetting
source: SMTP Setting
es: Configuración de SMTP
hu: SMTP beállítása

# Admin_sbm_SupportRequest
source: Support Request
es: Solicitud de soporte
hu: Támogatás kérése

# Admin_sbm_TransactionwiseReport
source: Transaction wise Report
es: Informe de transacciones Sabio
hu: Tranzakció bölcs jelentése

# Admin_sbm_ViewYourPricing
source: View Your Pricing
es: Ver su precio
hu: Nézet az árképzési

source: All Rights Reserved by
es: Todos los derechos reservados
hu: Minden jog fenntartva

# BacktoStore_Content_Caption
source: Back to Store Content
es: Volver a la Tienda de Contenido
hu: Vissza Store tartalom

# EditPage_Caption
source: Edit Page
es: Editar página
hu: oldal szerkesztése

# Manage_Order_btn
source: Manage Order
es: Gestionar Orden
hu: kezelése Rendelés

source: Number of Certs
es: Número de Certificados
hu: Száma CERT-ek

# Optional_caption
source: Optional
es: Opcional
hu: választható

# PageCaption_Caption
source: Page Name
es: Nombre de la página
hu: Az oldal neve

# ParentID_Caption
source: Parent Page
es: la Página Principal
hu: szülőoldal

source: Re-issue Certificate
es: reemisión de certificados
hu: Re-kérdés tanúsítvány

# Add_to_Cart_btn
source: Buy Now
es: Añadir a la Cesta
hu: A kosárban

source: Code Signing
es: De firma de código
hu: kód aláírása

# High_Assurance_btn
source: High Assurance
es: Garantía de alta
hu: nagy Assurance

# Know_More_btn
source: Know More
es: Sepa más
hu: Tudjon meg többet

source: Other
es: Otro
hu: más

# StandardSSL_btn
source: Standard SSL
es: Estándar SSL
hu: szabványos SSL

source: Trust Seal
es: Sello de confianza

# Additional_Caption
source: Additional
es: Adicional
hu: további

# Add_To_Cart_Caption
source: Add to Cart
es: Agregar al carrito de compras
hu: Kosárba tesz

# Cancel_btn
source: Cancel
es: Cancelar
hu: Mégse

# Change_Years_Caption
source: Change Years
es: Años cambio
hu: Változás év

# Comments_Caption
source: Comments
es: Comentarios
hu: Hozzászólások

# Competitive_Upgrade_Caption
source: Competitive Upgrade
es: Actualiza la competencia
hu: versenyképes Frissítés

# Edit_Shopping_Cart_Caption
source: Edit Shopping Cart
es: Edición de Compras
hu: Szerkesztés Kosár

# New_Caption
source: New
es: Nuevo
hu: új

# No_Of_Server_Caption
source: No. Of Server
es: N º de Servidor
hu: Nem a szerver

source: Number of Additional Domains
es: Cantidad de dominios adicionales
hu: Számos további domain

# Number_of_Licensed_Servers_Caption
source: Number of Licensed Servers
es: Número de servidores con licencia
hu: Száma licencelt kiszolgálókon

# Order_Type_Caption
source: Order Type
es: Para Tipo
hu: Megrendelés típusa
ru: Дата заказа

# per_year_Caption
source: per year
es: por año
hu: évente

# Quantity_Caption
source: Quantity
es: Cantidad
hu: mennyiség

# ReNew_Caption
source: ReNew
es: Renovar
hu: megújítása

# You_Save_Caption
source: You Save
es: Ahorro
hu: Megtakarítás

# Yr_Caption
source: /yr
es: / año

# ddlStatus_Expire
source: Expire
es: Expirar
hu: lejár

# ddlStatus_Pending
source: Pending
es: Pendiente
hu: függőben levő

# ddl_Cancel
source: Cancelled
es: Cancelado
hu: Törölve

# Give_me_Store_Credit_Caption
source: Give me store credit (Immediate)
es: Me dan crédito en la tienda (inmediata)
hu: Adj tárolni hitel (azonnali)

# Refund_status_Caption
source: Refund to my Credit Card (3-5 business days)
es: Reembolso a mi tarjeta de crédito (3-5 días laborables)
hu: Visszatérítés a hitelkártya (3-5 munkanap)

# Client_Support_Header
source: Client Support
es: Soporte al Cliente
hu: Client támogatása

# Close_Status_Caption
source: Close
es: Cerca
hu: közeli

# List_Of_Incomplere_Order_Header
source: LIST OF INCOMPLETED ORDERS
es: LISTA DE PEDIDOS INCOMPLETOS
hu: LISTÁJA INCOMPLETED MEGBÍZÁSOK

# No_Record_Available
source: No Records Available
es: No hay registros disponibles
hu: Nem Records elérhető

# Open_Status_Caprion
source: Open
es: Abierto
hu: nyitott

# Select_Status_Caption
source: Select Status
es: Seleccione Estado
hu: Válassza ki a Status

# Support_Request_Information_Header
source: Support Request Information
es: Solicitar información de apoyo
hu: Támogatás Információ kérése

# Add_Product_Caption
source: Add Product
es: Añadir producto
hu: Add termék

# Admin_Caption
source: Admin
es: Administración

# All_Prodcut_Caption
source: All Products
es: todos los productos
hu: Az összes termék

# Customer_Caption
source: Customer
es: Cliente
hu: vevő

# ddlStatus_Deleted
source: Delete
es: borrar
hu: töröl

# ddlStatus_InActive
source: INACTIVE
es: Inactivo
hu: INAKTÍV

# ddlStatus_Refund
source: REFUNDED
es: IMPORTE
hu: visszafizetett

# ddlStatus_Rejected
source: REJECTED
es: RECHAZADA
hu: elutasított

# ddl_Addfund_Caption
source: ADDFUND
es: AÑADIR EL FONDO
hu: addalap

# ddl_Flat
source: FLAT
es: PLANO
hu: lapos

# ddl_Order_Caption
source: ORDER
es: ORDEN
hu: MEGRENDELÉS

# ddl_Percentage
source: PERCENTAGE
es: PORCENTAJE
hu: SZÁZALÉK

# ddl_Refund_Caption
source: REFUND
es: REEMBOLSO
hu: VISSZATÉRÍTÉS

# Edit_Product_Caption
source: Edit Product
es: edición del producto
hu: Szerkesztés termék

# InComplete_Caption
source: Incomplete
es: Incompleto
hu: befejezetlen

# No_Of_Day_Caption
source: No of Day
es: No de los Días
hu: Nem a Nap

# Remove_btn
source: Remove
es: Eliminar
hu: Vegye

# Save_Changes_Caption
source: Save Changes
es: Guardar cambios
hu: változtatások mentése

# Select_API_Product_Caption
source: Select API Product
es: Seleccione API del producto
hu: Válasszon API Termék

# select_brand_Caption
source: select brand
es: Selecciona una marca
hu: válassza márka

source: Select Contract
es: Seleccione Contrato
hu: Válassza ki a szerződés

# Select_Currency_Caption
source: Select Currency
es: Seleccione Moneda
hu: válasszuk a Pénznem

# Select_Product_Type_Caption
source: Select ProductType
es: Seleccione tipo de producto
hu: Válassza ki a Terméktípus

# Layout_Dynamic_Caption
source: Dynamic
es: Dinámico
hu: dinamikus

# Layout_Organization_Caption
source: Organization
es: Organización
hu: szervezet

# Layout_Within1hr_Caption
source: Within 1 hr
es: Dentro de 1 hora
hu: Belül 1 óra

# Select_Quantity_Caption
source: Select Quantity
es: Selecciona Cantidad
hu: Válasszon mennyiséget

# Add_Admin_User_Caption
source: Add Admin User
es: Añadir usuario administrador
hu: Add Admin felhasználó

# AdminSince_Caption
source: Admin Since
es: Desde admin
hu: admin Mivel a

# Admin_Username_Caption
source: Admin Users Name
es: Usuarios Nombre admin
hu: Admin felhasználók neve

# Day_Caption
source: Day
es: día
hu: nap

# Manage_Admin_Users_Caption
source: Manage Admin Users
es: Administración de usuarios Administración
hu: Kezelése Admin felhasználók

# Admin_Role_Caption
source: Admin Role
es: Papel admin
hu: Admin szerepe

# Sales_Caption
source: Sales
es: venta
hu: értékesítési

# Immediate_Caption
source: Immediate
es: inmediato
hu: azonnali

# Issuance_Caption
source: Issuance
es: emisión
hu: kiadása
ru: Название эмитента

# New_Password_Caption
source: New Password
es: nueva contraseña
hu: új jelszó

# Save_Caption
source: Save
es: ahorrar
hu: kivéve

# Save_up_to_Caption
source: Save up to
es: Ahorre hasta un
hu: Akár

# Static_Caption
source: Static
es: estático
hu: statikus
ru: Статус

# Unlimited_Server_License_Caption
source: Unlimited Server Licenses @ No Extra Cost
es: Número ilimitado de licencias de servidor @ sin costo adicional
hu: Korlátlan Server licencek @ további költség nélkül

# Validation_Caption
source: Validation
es: validación
hu: érvényesítés

# Check_CSR_Key_Caption
source: Check CSR Key
es: Compruebe CSR clave

# Check_SSL_Certificate_Caption
source: Check SSL Certificate
es: Comprobar certificado SSL

# Free_Tool_Caption
source: Free Tools
es: Herramientas gratuitas

# SSL_Comparison_Caption
source: SSL Comparison
es: Comparativa SSL

# We_Accept_Caption
source: We Accept
es: aceptamos

# Minit_Caption
source: Min
es: minuto

# UserType_Caption
source: User Type
es: Tipo de usuario

# View_Caption
source: View
es: ver
hu: kilátás

# Week_Caption
source: Week
es: semana

# More_Info_Caption
source: MORE INFO
es: MÁS INFORMACIÓN
hu: TÖBB INFO

# Reset_Btn
source: Reset
es: reajustar
hu: Alaphelyzet

# Banner_Header
source: Manage Banner
es: administrar Banner
hu: kezelése Banner

# Pager_Page_Caption
source: Page
es: página
hu: oldal

# Pager_Viewing_Record_Caption
source: Viewing Record
es: Viendo el Registro
hu: Profil: Record

# Confirm_Delete_Caption
source: Are you sure you want to delete this page and its child page with content permanently ?
es: ¿Está seguro que desea eliminar esta página y su página de niño con el contenido de forma permanente?
hu: Biztosan törölni szeretné ezt az oldalt, és a gyermeket oldal tartalmát folyamatosan?

# Email_Exist_Caption
source: Email already exist
es: Correo electrónico ya existen
hu: E-mail már létezik

# ResellerAcvivation_Mail_Caption
source: Reseller activation mail send successfully
es: Email de activación distribuidor enviado con éxito
hu: Viszonteladó aktiváló e-mail elküldve

# Reset_Password_Heading_Caption
source: Reset Password
es: restablecer contraseña
hu: Jelszó törlése

# Total_purchase_Caption
source: Total Purchase
es: total de la compra
hu: Összes Vásárlás

# Credit_Card_Date_of_Expiry_Caption
source: Date of Expiry
es: Fecha de vencimiento
hu: A lejárat dátuma

# Payment_Method_Caption
source: Payment Method
es: Forma de Pago
hu: fizetési mód

# Select_CreditCard_Type_Caption
source: Select Credit Card Type
es: Tipo de tarjeta de crédito seleccionar
hu: Válassza ki a hitelkártya típusa

# Select_Month_Caption
source: Select Month
es: Seleccione el mes
hu: Válassza ki a hónap

# Select_Year_Caption
source: Select Year
es: Seleccione el año
hu: Válasszon évet

# Invoice_Note_Caption1
source: PLEASE NOTE THAT THIS CHARGE WILL SHOW IN YOUR CREDIT CARD STATEMENT.
es: TENGA EN CUENTA QUE ESTE CARGO aparecerá como company.COM EN su tarjeta de crédito.
hu: Felhívjuk figyelmét, hogy ez a díj Megjelenítés company.COM AZ ÖN hitelkártya kivonat.

# Invoice_Note_Email_Receive_Caption1
source: You will shortly receive e-mail messages at
es: En breve recibirás mensajes de correo electrónico a
hu: Ön hamarosan kap e-mail üzenetek

# Invoice_Note_Email_Receive_Caption2
source: This e-mail messages will include a copy of your invoice.
es: Este mensaje de correo electrónico incluirá una copia de su factura.
hu: Ez az e-mail üzeneteket fog tartalmazni számla másolatát.

# Thank_you_Caption
source: Thank you
es: Gracias
hu: köszönöm

# Thank_you_Place_Order_Caption
source: Thank you for placing an order with
es: Gracias por hacer un pedido a
hu: Köszönjük, hogy a megrendelés a

# Your_Order_Detail
source: Your Order Details
es: Su pedido Detalle
hu: A Rendelés részletei

# AccessDenied_Caption
source: You are unauthorized to view this page.
es: Usted está autorizado a ver esta página.
hu: Ön illetéktelen az oldal megtekintésére.

# Additional_DomailAmt_Caption
source: Additional Domain Amount
es: Cantidad de dominio adicional
hu: Kiegészítő Domain összeg

# CC_No_Title_Caption
source: Please enter a number with at least 14 and max 16 characters!
es: Por favor, introduzca un número con al menos 14 caracteres y un máximo de 16!
hu: Kérjük, adja meg a számot, legalább 14 és legfeljebb 16 karakter!

# Go_Back_Msg_Caption
source: Click here to go back.
es: Haga clic aquí para volver.
hu: Kattintson ide vissza.

# Payable_Amt_Caption
source: Payable Amount
es: Importe a pagar
hu: fizetendő összeg
ru: Код авторизации оплаты

# PayPalID_Title_Caption
source: Your PayPalID must be in the format of name@domain.com
es: Su número de identificación de PayPal debe ser en el formato de name@domain.com
hu: A PayPal ID kell a formátuma name@domain.com

# Paypal_Wait_msg1_Caption
source: Your Payment is Processing Please Wait...
es: Su pago es de Procesamiento favor, espere ...
hu: A fizetés feldolgozása Kérem, várjon ...

# Paypal_Wait_msg2_Caption
source: Please do not hit refresh or back button. Your patience is appreciated.
es: Por favor, no golpear el botón de actualización o la espalda. Agradecemos su paciencia.
hu: Kérjük, ne nyomja frissítés, vagy vissza gomb. A türelem értékelik.

# Select_Caption
source: Select
es: seleccionar
hu: Válasszon

# Year_PromoDisc_Caption
source: Years promo discount
es: Años descuento de promoción
hu: Évek promo kedvezmény

# Admin_new_use_signup
source: Admin new user signup
es: Nuevo usuario admin inscribirse
hu: Admin új felhasználói regisztráció

# Continue_Shopping_btn
source: Continue Shopping
es: seguir comprando
hu: Tovább vásárolok

# Delete_Sucessfully_Caption
source: Delete Sucessfully
es: eliminado con éxito
hu: törölt sikeresen

# Proceed_Checkout_btn
source: Proceed to Checkout
es: Proceda a la comprobación
hu: Pénztárhoz

# Unable_toDelete_Caption
source: Unable to delete
es: No se puede eliminar
hu: Nem lehet törölni

# Slug_Caption
source: Page URL
es: URL de la página
hu: Az oldal URL

# SmtpConfigureMSG_AdminMaster
source: Configure your SMTP settings before continue !
es: Configurar los ajustes de SMTP antes de continuar!
hu: Állítsa be az SMTP beállításokat, mielőtt tovább!

# PaymentGatewayConfigureMSG_AdminMaster
source: Configure your Payment Gateway settings before continue !
es: Configurar las opciones de entrada del pago antes de continuar!
hu: Állítsa be a Payment Gateway beállításokat, mielőtt tovább!

# SmtpandPayment_Configure_Msg
source: Settings saved successfully. Please configure SMTP and Payment settings to make your site live.
es: Configuración guardada con éxito. Por favor, configurar las opciones de smtp y de pago para realizar su sitio web.
hu: Beállítások mentése sikerült. Kérjük, állítsa smtp és fizetési beállításait, hogy a webhely él.

# API_Credential_Header
source: Manage API Credential
es: Administrar credenciales API
hu: Kezelés API Bizonyítvány

# API_Change_Username_Password_Header
source: Change API Username and Password
es: Cambio API usuario y contraseña
hu: Változás API Felhasználónév és Jelszó

# InvoiceAddress_Caption
source: Invoice Address
es: Dirección de factura
fr: Invoice Address_fr
hu: Számlázási cím
ru: Адрес счета

# PaymentNote_Caption
source: Payment note
es: pago nota
hu: fizetési megjegyzés
ru: Оплата записку

# PaymentNote_Small_Caption
source: This is for credit card statement note.
es: Esta nota es para la declaración de tarjeta de crédito.
hu: Ez a hitelkártya nyilatkozatot tudomásul.
ru: Это для кредитных нот заявление карты.

# Admin_Caption_billingCurrencySmlNote
source: This currency setting only for paypal option
es: Esta moneda establecimiento sólo para la opción de paypal
hu: Ez a pénznem beállítás csak paypal opció
ru: Эта валюта установки только для PayPal вариант

# Admin_Caption_Default_CurrencySymbol
source: Set Default Site Currency Symbol
es: Definir predeterminada Site Signo de Moneda
hu: Alapértelmezett Oldal Pénznem Jelkép
ru: Указан сайта по умолчанию Символа Валюты

# DownloadAuthFile_btnCaption
source: Download Auth File
es: Descarga del archivo de autenticación
hu: Download Auth Fájl
ru: Скачать Auth File
