Repository: TheSSLStore-Reseller/TheSSLStore-White-Label
Catalog: WBPortal.Resources/ErrorMessage/Message.*.resx
Languages: es, hu, ru

# AdminEmailRequired
source: Please enter valid Admin Email
es: Por favor, introduzca Email de Admin válido
hu: Kérem érvényes admin emailt adjon meg.
ru: Пожалуйста введите верный е-мейл администратора

# AliasRequired
source: Please enter alias.
es: Por favor, introduzca alias.
hu: Kérem adjon meg álnevet.
ru: Пожалуйста введите вымышленное имя (логин)

# AmountRequired
source: Please enter Amount
es: Por favor, ingrese Cantidad
hu: Kérem adjon meg költségkeretet.
ru: Пожалуйста введите расчётный период

# APIPartnerCodeRequired
source: Please enter api partner code.
es: Por favor introduzca el código socio api.
hu: Kérem adjon meg api partner kódot.
ru: Пожалуйста введите код APIPartner (контрагента)

# APIPasswordRequired
source: Please enter api password.
es: Por favor, introduzca la contraseña api.
hu: Kérem adjon meg api jelszót.
ru: Пожалуйста введите пароль APIPartner (контрагента)

# APIUsernameRequired
source: Please enter api user name.
es: Por favor, introduzca el nombre de api.
hu: Kérem adjon meg api felhasználó nevet.
ru: Пожалуйста введите имя пользователя API

# ApproverEmailRequired
source: Please enter approver email.
es: Por favor, introduzca email de aprobación.
hu: Kérem adja meg az elfogadó személy email címét.
ru: Пожалуйста введите е-мейл,человека подтверждающего (что всё ранне введённое его)

# AskToDeletePromocode
source: Are you sure you want to delete this promocode?
es: ¿Está seguro que desea eliminar este código de promoción?
hu: Biztos, hogy törölni akarja ezt a promóciós kódot?
ru: Вы уверены что хотите удалить этот промокод?

# Autherr
source: Error during autentication process. Please try again.
es: Error durante el proceso de autentificación. Por favor, inténtelo de nuevo.
hu: Az azonosítási eljárás folyamán hiba történt. Kérem próbálja meg újból.
ru: Ошибка во время процесса идентификации (удостоверения подлинности).Пожалуйста ждите.

# BillingEmailRequired
source: Please enter valid Billing Email
es: Por favor, introduzca Email para Facturación válido
hu: Kérem érvényes számlázási emailt adjon meg.
ru: Пожалуйста введите действительный платёжный е-мейл

# BlogUrlRequired
source: Please enter valid Blog URL
es: Por favor, introduzca URL de Blog válida
hu: Kérem érvényes blog URL-t adjon meg.
ru: Пожалуйста введите действительный адрес журнала,дневника

# BrandNameRequired
source: Please select brand.
es: Por favor, seleccione marca.
hu: Kérem válassza ki a brand-ot.
ru: Пожалуйста выберите товарный знак

# BrandSettingUpdate
source: Brand updated successfully, Please Save Settings.
es: Marca actualizada correctamente, Por Favor, Guardar Configuración.
hu: A brand sikeresen frissült, kérem mentse a beállításokat.
ru: Товарный знак обновлен успешно,пожалуйста сохраните настройки

# CampaignNameRequired
source: Please enter campaign name.
es: Por favor, introduzca nombre de la campaña.
hu: Kérem adja meg a kampány nevét.
ru: Пожалуйста введите название компании

# CancelCommentRequired
source: Please enter comment.
es: Por favor, introduzca comentario.
hu: Kérem adjon meg hozzászólást.
ru: Пожалуйста введите коментарии

# CancelReasonRequired
source: Please select Reason.
es: Por favor, seleccione la Razón.
hu: Kérem adjon meg indokot.
ru: Пожалуйста введите причину/основание

# CardTypeRequired
source: Please enter the Card Type.
es: Por favor, introduzca el Tipo de Tarjeta.
hu: Kérem adja meg a kártya típusát.
ru: Пожалуйста введите тип карты

# CCNameRequired
source: Please enter name on card.
es: Por favor, escriba nombre en la tarjeta.
hu: Kérem adja meg a kártyabirtokos nevét.
ru: Пожалуйста введите имя владельца карты

# CityRequired
source: Please enter city.
es: Por favor introduzca la ciudad.
hu: Kérem adja meg a várost.
ru: Пожалуйста введите город

# CommentsRequired
source: Please enter comments.
es: Por favor, introduzca comentarios.
hu: Kérem adjon meg üzeneteket.
ru: Пожалуйста введите коментарии

# CommonNameRequired
source: Please enter common name
es: Por favor, introduzca nombre propio
hu: Kérem adja meg az általános nevet (CN).
ru: Пожалуйста введите стандартное имя

# CompanyNameRequired
source: Please enter company name.
es: Por favor, introduzca nombre de la empresa.
hu: Kérem adja meg a társaság nevét.
ru: Пожалуйста введите название компании

# ComparPassword
source: Confirm password and password do not match.
es: La contraseña de confirmación y la contraseña no coinciden.
hu: A jelszó és a jelszó megismétlése nem egyezik.
ru: Подтвердите пароль и пароль не совпадает

# ContactNotSuccess
source: Unable to update contract status.
es: No se puede actualizar el estado del contrato.
hu: A szerződés státusza nem frissíthető.
ru: Неспособность (невозможно) обновить статус контракта

# ContractAreYouSure
source: Are you sure you want to delete this contract?
es: ¿Está seguro de que desea eliminar este contrato?
hu: Biztos, hogy törölni akarja ezt a szerződést?
ru: Вы уверены что хотите удалить этот контракт?

# Contractdeleted
source: Contract deleted successfully.
es: Contrato eliminado con éxito.
hu: A szerződés sikeresen törölve.
ru: Контракт удалён успешно

# ContractIDRequired
source: Please select contract name.
es: Por favor, seleccione nombre del contrato.
hu: Kérem válassza ki a szerződés nevét.
ru: Пожалуйста выделите название контракта

# ContractNameRequired
source: Please enter contract name.
es: Por favor, introduzca nombre de contrato.
hu: Kérem adja meg a szerződés nevét.
ru: Пожалуйста введите название контракта

# ContractNotdeleted
source: Unable to delete contract.
es: No se puede eliminar el contrato.
hu: Nem törölhető a szerződés.
ru: Неспособность (невозможно) удалить контракт

# ContractSuccess
source: Contract status updated successfully.
es: Situación del contrato actualizada correctamente.
hu: A szerződés státusza sikeresen frissítve.
ru: Успешное обновление статуса контракта

# CountryNameRequired
source: Please enter country name.
es: Por favor, introduzca nombre del país.
hu: Kérem adja meg az ország nevét.
ru: Пожалуйста введите название страны

# CSRRequired
source: Please enter csr.
es: Por favor, introduzca crs.
hu: Kérem adja meg a CSR-t.
ru: Введите CSR (запрос на подпись сертификата)

# CSRToolErrmsg
source: does not resolve to an IP address. Please make sure your DNS records are set up correctly.
es: no se resuelve a una dirección IP. Por favor, asegúrese de que sus registros de DNS están configurados correctamente.
hu: domain név nem oldható fel IP címmé. Kérem bizonyosodjon meg a DNS beállítások megfelelőségéről.
ru: Не разрешается этот IP-адрес.Пожалуйста убедитесь в том,что ваши DNS-записи установлены верно

# Currency
source: Plese select currency.
es: Por favor, seleccione moneda.
hu: Kérem válassza ki a pénznemet.
ru: Введите валюту

# CVVnumber
source: Please enter CVV min 3 or max 4.
es: Por favor, introduzca CVV min 3 o máx 4.
hu: Kérem minimum 3, maximum 4 számjegyből álló CCV-t adjon meg.
ru: Введите CVV минимум 3,максимум 4 (Card Verification Value=трёхзначный или четырёхзначный код проверки подлинности карты платёжной системы Visa)

# DateCreatedRequired
source: Please enter date created.
es: Por favor, introduzca fecha de creación.
hu: Kérem adja meg a létrehozási dátumot.
ru: Введите дату создания

# DiscountRequired
source: Please enter discount.
es: Por favor, introduzca descuento.
hu: Kérem adja meg a diszkontot.
ru: Введите скидку

# DomainNameRequired
source: Please enter domain name.
es: Por favor, introduzca nombre de dominio.
hu: Kérem adjon meg domain nevet.
ru: Введите имя домена

# EmailExists
source: Email already exist
es: Email ya existe
hu: Az email már létezik
ru: Е-мейл уже существует

# EmailFromRequired
source: Please enter email from.
es: Por favor, introduzca email de.
hu: Kérem adja meg a feladó email címet.
ru: Введите е-мейл из?

# EmailRequired
source: Please enter email.
es: Por favor, introduzca email.
hu: Kérem adjon meg email címet.
ru: Введите адрес

# EmailTORequired
source: Please enter email to.
es: Por favor, introduzca email a.
hu: Kérem adja meg az email címzettjét.
ru: Введите е-мейлу?

# FbValidUrl
source: Please enter valid Facebook URL
es: Por favor, introduzca URL válida de Facebook
hu: Kérem érvényes Facebook URL-t adjon meg.
ru: Введите дейcтвительный адрес страницы Facebook

# FirstNameRequired
source: Please enter first name.
es: Por favor, introduzca nombre propio.
hu: Kérem adja meg a keresztnevét.
ru: Введите первое имя (просто имя)

# Fromdate
source: Please enter Fromdate
es: Por favor, introduzca Fecha de inicio
hu: Kérem adja meg a kezdő dátumot.
ru: Введите сегодняшнюю дату (начало периода)

# gatewayNameRequired
source: Please enter gateway name
es: Por favor, introduzca nombre de puerta de enlace
hu: Kérem adja meg az átjáró nevét
ru: Введите имя шлюза

# InvalidURL
source: Invalid image url
es: Url de imagen no válida
hu: Nem érvényes kép url.
ru: Недействителен представленный адрес

# InVisibility
source: Unable to change visibility
es: No se puede cambiar la visibilidad
hu: Nem megváltoztatható a láthatóság.
ru: Неспособность (невозможно) изменить обзор

# InvoicePrifxRequired
source: Please enter invoice prefix.
es: Por favor, introduzca prefijo de factura.
hu: Kérem adja meg a számlaszám előtagját.
ru: Введите префикс (код) счёта-фактуры

# keyfilepathRequired
source: Please enter keyfilepath
es: Por favor, introduzca ruta de fichero de claves
hu: Kérem adja meg a keyfilepath-t
ru: Введите путь ключевого файла

# KeywordsRequired
source: Please enter kaywords.
es: Por favor, introduzca palabras clave.
hu: Kérem adja meg a kulcsszavakat
ru: Введите ключевое слово

# LangCodeRequired
source: Please enter language code.
es: Por favor, introduzca código del idioma.
hu: Kérem adja meg a nyelv kódját.
ru: Введите код языкы

# LangNameRequired
source: Please enter language name.
es: Por favor, introduzca nombre del idioma.
hu: Kérem adja meg a nyelv nevét.
ru: Введите название языка

# LastNameRequired
source: Please enter last name.
es: Por favor, escriba el apellido.
hu: Kérem adja meg a családnevét.
ru: Введите последнее имя (фамилию)

# LiveUrlRequired
source: Please enter liveurl
es: Por favor, introduzca url activo
hu: Kérem adja meg az éles URL-t.
ru: Введите "живой" адрес"

# LoginIdRequired
source: Please enter LoginID
es: Por favor, introduzca ID de Inicio de Sesión
hu: Kérem adja meg a LoginID-t.
ru: Введите логин ID (пройдите регистрацию идентификации)

# MerIDRequired
source: Please enter MerchantID
es: Por favor, introduzca ID Mercantil
hu: Kérem adja meg a MerchantID-t.
ru: Введите ID покупателя (идентифицируйте его)

# NoGatewaySelected
source: No payment gateway selected.
es: No hay puerta de enlace de pago seleccionada.
hu: Nincs kiválasztva fizetési átjáró.
ru: Нет платежа для выбранного шлюза

# NoPricingAdded
source: Please enter at least one year price
es: Por favor, introduzca al menos el precio de un año
hu: Kérem legalább egy év árát adja meg.
ru: Введите цену по крайней мере одного года

# NumberOfMonthsRequired
source: Please enter number of months.
es: Por favor, introduzca número de meses.
hu: Kérem adja meg a hónapok számát.
ru: Введите номер месяца

# PageNameRequired
source: Please enter page name.
hu: Kérjük, adja oldal neve.

# PageSizeRequired
source: Please enter valid Page Size
es: Por favor, introduzca Tamaño de Página válido
hu: Kérem érvényes lapméretet adjon meg.
ru: Введите допустимый размер страницы

# PartnerIDRequired
source: Please enter PartnerID
es: Por favor, introduzca ID de Socio
hu: Kérem adja meg a PartnerID-t.
ru: Введите идентификатор контрагента (PartnerID)

# PasswordRequired
source: Please Enter Password.
es: Por favor, Introduzca Contraseña.
hu: Kérem adja meg a jelszavát.
ru: Введите пароль

# PaymentGatewayNameRequired
source: Please enter payment gateway name.
es: Por favor, introduzca nombre de puerta de enlace de pago.
hu: Kérem adja meg a fizetési átjáró nevét.
ru: Введите имя платёжного шлюза

# PaymentMethod
source: Please select payment method.
es: Por favor, seleccione el método de pago.
hu: Kérem jelöljön meg egy fizetési módot.
ru: Выберите метод оплаты

# PaypalID
source: Your PayPalID must be in the format of name@domain.com.
es: Su ID PayPal debe estar en formato nombre@dominio.com.
hu: A PayPalID formátuma mindenképp név@domain.hu kinézetű.
ru: Ваш идентификатор PayPal должен быть формата name@domain.com

# PaypalIdRequired
source: Please enter paypalid
es: Por favor, introduzca ID PayPal
hu: Kérem adja meg a paypalid-t.
ru: Введите идентификатор PayPal

# PhoneRequired
source: Please enter phone.
es: Por favor, introduzca teléfono.
hu: Kérem adjon meg egy telefonszámot.
ru: Введите телефон

# ProductAskDelete
source: Are you sure you want to delete this product?
es: ¿Está seguro que desea eliminar este producto?
hu: Biztos, hogy törölni akarja ezt a terméket?
ru: Вы уверены что хотите удалить этот продукт?

# ProductCodeRequired
source: Please enter product code.
es: Por favor, introduzca código de producto.
hu: Kérem adjon meg egy termékkódot.
ru: Введите код продукта

# ProductDeleteSuccess
source: Product deleted successfully.
es: Producto eliminado con éxito.
hu: A termék sikeresen törölve.
ru: Продукт удалён успешно

# ProductDeleteUnSuccess
source: Unable to delete product.
es: No se puede eliminar el producto.
hu: A termék nem törölhető.
ru: Невозможно удалить продукт

# ProductDescriptionRequired
source: Please enter product description.
es: Por favor, introduzca descripción del producto.
hu: Kérem adja meg a termék leírását.
ru: Введите описание продукта

# ProductIDRequired
source: Please select product.
es: Por favor, seleccione un producto.
hu: Kérem válassza ki a terméket.
ru: Выберите продукт

# ProductNameRequired
source: Please enter product name.
es: Por favor, introduzca nombre del producto.
hu: Kérem adja meg a termék nevét.
ru: Введите название продукта

# ProductUpdateSuccess
source: Product status updated successfully.
es: Estado del producto actualizado correctamente.
hu: A termék státusza sikeresen frissítve.
ru: Статус продукта успешно обновлён

# ProductUpdateUnSuccess
source: Unable to update product status.
es: No se puede actualizar el estado del producto.
hu: A termék státusza nem frissíthető.
ru: Невозможно обновить статус продукта

# ProfitMarginRequired
source: Please enter valid profit margin.
es: Por favor, introduzca margen válido de utilidades.
hu: Kérem érvényes árrést adjon meg.
ru: Введите границы верной прибыли (рентабельности продаж)

# PromoAppliedSuccess
source: Promo Code applied successfully.
es: Código de Promoción aplicado con éxito.
hu: A promóciós kód elfogadva.
ru: Промокод успешно приложен (использован)

# PromocodeAlreadyExist
source: Promocode already exists.
es: Código de promoción ya existe.
hu: A promóciós kód már létezik.
ru: Промокод уже существует

# PromoCodeRequired
source: Please enter promo code.
es: Por favor, introduzca código de promoción.
hu: Kérem adjon meg promóciós kódot.
ru: Введите промокод

# PromoDelSuccess
source: Promocode deleted successfully.
es: Código de promoción eliminado con éxito.
hu: A promóciós kód törlése sikerült.
ru: Промокод успено удалён

# PromoDelUnSuccess
source: Unable to delete Promocode.
es: No se puede eliminar Código de promoción.
hu: A promóciós kód nem törölhető.
ru: Невозможно удалить промокод

# ReceiptDetRequired
source: Please enter Receipt Details
es: Por favor, introduzca Detalles de Recibo
hu: Kérem adja meg a nyugta részleteit.
ru: Введите детали (подробности) получения (чека)

# RetailPriceRequired
source: Please enter retail price.
es: Por favor, introduzca precio al por menor.
hu: Kérem adja meg a kiskereskedelmi árat.
ru: Введите цену розничного продавца

# SalesPriceRequired
source: Please enter sales price.
es: Por favor, introduzca precio de venta.
hu: Kérem adja meg az eladási árat.
ru: Введите отпускную цену

# SelectMonth
source: Please select month.
es: Por favor, seleccione mes.
hu: Kérem válassza ki a hónapot.
ru: Выберите месяц

# SelectYear
source: Please select year.
es: Por favor, seleccione año.
hu: Kérem válassza ki az évet.
ru: Выберите год

# SlugRequired
source: Please enter Page URL
hu: Kérjük, adja oldal URL

# SMTPHostRequired
source: Please enter smtp host.
es: Por favor, introduzca servidor smtp.
hu: Kérem válassza ki az smtp gépet.
ru: Введите хост простого протокола эл.почты

# SMTPPortRequired
source: Please enter smtp port
es: Por favor, introduzca puerto smtp
hu: Kérem válassza ki az smtp portot.
ru: Введите порт простого протокола эл.почты

# StaffNoteRequired
source: Please enter staff note.
es: Por favor, introduzca comentario al personal.
hu: Kérem adja meg a vezetőségi megjegyzést.
ru: Введите примечание персоналу

# StateRequired
source: Please enter state.
es: Por favor, introduzca estado.
hu: Kérem adja meg az államot.
ru: Введите название страны

# StreetRequired
source: Please enter street.
es: Por favor, introduzca calle.
hu: Kérem adja meg az utcát.
ru: Введите название улицы

# SubjectRequired
source: Please enter subject.
es: Por favor, introduzca tema.
hu: Kérem adja meg a tárgyat.
ru: Введите субъект

# SupportEmailRequired
source: Please enter valid Support Email
es: Por favor, introduzca Email de Soporte válido
hu: Kérem érvényes támogatói emailé címet adjon meg.
ru: Введите действующий е-мейл поддержки

# TestUrlRequired
source: Please enter testurl
es: Por favor, introduzca url de prueba
hu: Kérem adja meg a teszt URL-t.
ru: Введите проверочный адрес

# TimeZoneRequired
source: Please select timezone.
es: Por favor, seleccione zona horaria.
hu: Kérem adja meg az időzónát.
ru: Выберите часовой пояс

# TitleRequired
source: Please enter title.
es: Por favor, Introduzca título.
hu: Kérem adja meg a címet.
ru: Выберите название

# Todate
source: Please enter Todate
es: Por favor, introduzca Hasta la fecha
hu: Kérem adja meg a befejező dátumot.
ru: Выберите сегодняшнюю дату

# TranKeyRequired
source: Please enter TransactionKey
es: Por favor, introduzca Clave de Transacción
hu: Kérem adja meg a tranzakciós kulcsot.
ru: Введите клавишу управления (ключ транзакции)

# TwitterValidURL
source: Please enter valid Twitter URL
es: Por favor, introduzca URL de Twitter válida
hu: Kérem érvényes Twitter URL-t adjon meg.
ru: Введите действующий адрес Твиттера

# UnmandPassWrong
source: The user name or password provided is incorrect. Please try again.
es: Nombre de usuario o contraseña proporcionada es incorrecta. Por favor, inténtelo de nuevo.
hu: A megadott felhasználónév és jelszó páros nem felismerhető. Kérem próbálja meg ismét.
ru: Имя пользователя или пароль некорректны.Попробуйте снова

# UserExist
source: User already exist system. Please enter another email address.
es: Usuario ya existe en el sistema. Por favor, introduzca otra dirección de email.
hu: A felhasználó már létezik a rendszerben. Kérem adjon meg egy másik email címet.
ru: Пользователь системы уже существует.Введите другой адрес эл.почты

# ValidAmount
source: Please enter valid amount.
es: Por favor, introduzca cantidad válida.
hu: Kérem érvényes költségkeretet adjon meg.
ru: Введите действующий расчётный счёт

# ValidCaption
source: Please enter valid page name.
hu: Adj meg érvényes oldalon nevét.

# ValidCCNumber
source: Please enter a number with at least 14 and max 16 characters!.
es: Por favor, ¡introduzca un número con un mínimo de 14 caracteres y un máximo de 16!.
hu: Kérem legalább 14 maximum 16 számjegyből álló számot adjon meg!
ru: Введите номер от 14 до 16 знаков

# ValidContractLevel
source: The Contract Level must be a number.
es: El Nivel de Contrato debe ser un número.
hu: A szerződési szintnek számnak kell lennie.
ru: Уровень контракта должен быть числом

# ValidEmail
source: Please enter valid email.
es: Por favor, introduzca email válido.
hu: Kérem érvényes emailt adjon meg.
ru: Введите действующий е-мейл

# ValidPaypalID
source: Please enter valid paypalid.
es: Por favor, introduzca ID de PayPal válido.
hu: Kérem érvényes paypalID-t adjon meg.
ru: Введите действующий идентификатор PayPal

# ValidPromocode
source: Invalid Promocode
es: Código de promoción no válido
hu: Nem érvényes promóciós kód.
ru: Ошибочный промокод

# ValidUrl
source: Please enter Valid Url
es: Por favor, introduzca Url Válida
hu: Kérem adjon meg egy érvényes URL-t.
ru: Введите действующий адрес

# ValidUsernameandPass
source: Please enter valid user name or password.
es: Por favor, introduzca nombre de usuario o contraseña válidos.
hu: Kérem érvényes felhasználónevet és jelszót adjon meg.
ru: Введите действующее имя пользователя и пароль

# ValidVatNo
source: Please enter valid V.A.T. Rate
es: Por favor, introduzca tasa de I.V.A. válida
hu: Kérem érvényes ÁFA kulcsot adjon meg.
ru: Введите действующую ставку НДС

# VatCountryRequired
source: Please select vat country.
es: Por favor, seleccione país de IVA.
hu: Kérem válassza ki az adózó országát.
ru: Введите страну уплаты НДС

# VatNoRequired
source: Please enter vat number.
es: Por favor, introduzca número de IVA.
hu: Kérem adja meg az adószámát.
ru: Введите НДС-номер (номер налогоплательщика?)

# VatPerRequired
source: Please enter Vat Percent for Selected Country
es: Por favor, introduzca Porcentaje de IVA para los Países Seleccionados
hu: Kérem adja meg a kiválasztott államban érvényes ÁFA mértékét.
ru: Введите процент НДС для выбранной страны

# Visibility
source: Visibility change successfully.
es: Cambio de visibilidad exitoso.
hu: A láthatóság megváltoztatása sikeres.
ru: Обзор изменён успешно

# WebServerNameRequired
source: Please enter webserver name.
es: Por favor, introduzca nombre de servidor web.
hu: Kérem adja meg a webszerver nevét.
ru: Введите имя сервера

# ZipRequired
source: Please enter zip.
es: Por favor, introduzca zip.
hu: Kérem adja meg a zip fájlt.
ru: Введите почтовый

# ValidPassword_Caption
source: Password must contain alpha-numeric value with minimum 8 character.
es: La contraseña debe contener un valor alfanumérico con un mínimo de 8 caracteres.
hu: Jelszó kell tartalmaznia alfanumerikus érték minimum 8 karakter.
